Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: of all the distinct time values
ru: всех различных значений времени

source: Intervals
ru: Интервалы

source: defined by the resolution
ru: определенные разрешением

source: Continuous Intervals
ru: Продолжительные интервалы

source: for data that is frequently updated, resolution describes the frequency of updates
ru: для данных, которые часто обновляются, разрешение описывает частоту обновлений

source: Resolution of time attribute
ru: Разрешение атрибута времени

source: Enabling Time
ru: Включение времени

source: A dataset can support one or two time attributes. If a single attribute is used, the dataset is considered to contain data that is valid at single points in time. If two attributes are used, the second attribute represents the end of a valid period hence the dataset is considered to contain data that is valid at certain periods in time.
ru: Набор данных может поддерживать один или два атрибута времени. Если используется один атрибут, считается, что набор данных содержит данные, действительные в отдельные моменты времени. Если используются два атрибута, второй атрибут представляет собой завершение действительного периода, поэтому считается, что набор данных содержит данные, действительные в определенные периоды времени.

source: Selecting an Attribute
ru: Выбор атрибута

source: A time attribute can be
ru: Атрибут времени может быть

source: An existing date
ru: Существующая дата

source: Text that can be converted to a timestamp
ru: Текст, который можно преобразовать во временную отметку

source: A number representing a year
ru: Число, обозначающее год

source: For text attributes, one can specify a custom format (as part of the "Advanced Options") or use the 'best guess' approach which will try to automatically translate well-known recognized patterns into valid times.
ru: Для атрибутов текста можно указать пользовательский формат (в части "Дополнительных параметров") или использовать подход "наиболее вероятного предположения", который попытается автоматически преобразовать известные распознанные шаблоны в допустимое время.

source: The 'best guess' will handle date and optional time variants of
ru: "Наиболее вероятное предположение" обработает дату и дополнительные варианты времени

source: In terms of the formatting flags noted above, these are
ru: С точки зрения форматирования меток, указанных выше, эти

source: Modal Header
ru: Модальный заголовок

source: Some text in the modal
ru: Определенный текст в модальном

source: does NOT match any valid ISO-8601 Date-Time string!
ru: НЕ соответствует какой-либо строке даты/ времени действительного стандарта ИСО-8601!

source: Valid ISO-8601 for
ru: Действительный стандарт ИСО-8601 для

source: matches a valid ISO-8601 Date-Time string!
ru: соответствует строке даты/ времени действительного стандарта ИСО-8601!

source: Not Valid ISO-8601 for
ru: Не действительный стандарт ИСО-8601 для

source: does NOT match any valid ISO-8601 Date-Time string!
ru: НЕ соответствует какой-либо строке даты/ времени действительного стандарта ИСО-8601!

source: Wrong Selection
ru: Неправильный выбор

source: Please, select one Time Attribute to test!
ru: Пожалуйста, выберите один атрибут времени для тестирования!

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
ru: Возврат на начальную страницу загрузки через <span id="cnt">5</span>секунд

source: Or just go
ru: Или просто перейти

source: now
ru: сейчас

source: You are attempting to {action_type} a vector dataset with a raster.
ru: Вы пытаетесь {action_type} векторный набор данных растровым.

source: You are attempting to {action_type} a raster dataset with a vector.
ru: Вы пытаетесь {action_type} растровый набор данных векторным.

source: You are attempting to {action_type} a vector dataset with an unknown format.
ru: Вы пытаетесь {action_type} векторный набор данных неизвестным форматом.

source: Please ensure the name is consistent with the file you are trying to {action_type}.
ru: Убедитесь, что имя соответствует файлу, который вы пытаетесь открыть {action_type}.

source: Local GeoNode dataset has no geometry type.
ru: Локальный набор данных GeoNode не предусматривает геометрического типа.

source: Please ensure there is at least one geometry type that is consistent with the file you are trying to {action_type}.
ru: Убедитесь, что существует один геометрический тип, который соответствует файлу, который вы пытаетесь {action_type}.

source: The selected Dataset does not exists in the catalog.
ru: Выбранный набор данных отсутствует в каталоге.

source: Please ensure that the dataset structure is consistent
ru: Убедитесь, что структура набора данных является соответствующей

source: Some error occurred while trying to access the uploaded schema: {str(e)}
ru: Произошла ошибка при попытке доступа к загруженной схеме: {str(e)}

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
ru: При попытке загрузить ваши данные произошла ошибка. Повторите попытку или свяжитесь с администратором, если проблема не будет устранена.

source: Note: this dataset's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
ru: Примечание: исходные метаданные этого набора данных были заполнены и сохранены путем импорта XML-файла метаданных. Эти метаданные не допускается редактировать.

source: You are not permitted to delete this dataset
ru: Вам не разрешено удалять этот набор данных

source: You do not have permissions for this dataset.
ru: Вам не предоставлены допуски для этого набора данных.

source: You are not permitted to modify this dataset
ru: Вам не разрешено вносить изменения в этот набор данных

source: You are not permitted to modify this dataset's metadata
ru: Вам не разрешено вносить изменения в метаданные этого набора данных

source: You are not permitted to view this dataset
ru: Вам не разрешено просматривать этот набор данных

source: This dataset is a member of a layer group, you must remove the dataset from the group before deleting.
ru: Этот набор данных - участник группы слоев, перед удалением необходимо удалить набор данных из группы.

source: couldn't generate thumbnail: %s
ru: не удалось создать эскиз: %s

source: Map Created
ru: Карта создана

source: A Map was created
ru: Карта была создана

source: Map Updated
ru: Карта обновлена

source: A Map was updated
ru: Карта была обновлена

source: Map Approved
ru: Карта одобрена

source: A Map was approved by a Manager
ru: Карта была одобрена менеджером

source: Map Published
ru: Карта опубликована

source: A Map was published
ru: Карта была опубликована

source: Map Deleted
ru: Карта удалена

source: A Map was deleted
ru: Карта была удалена

source: Comment on Map
ru: Комментарий к карте

source: A map was commented on
ru: Карта была прокомментирована

source: Rating for Map
ru: Оценка карты

source: A rating was given to a map
ru: Карта прошла оценку

source: Featured Map URL
ru: URL-адрес избранной карты

source: stack order
ru: порядок стека

source: format
ru: формат

source: name
ru: имя

source: store
ru: хранить

source: opacity
ru: мутность

source: styles
ru: стили

source: transparent
ru: прозрачный

source: fixed
ru: привязывать

source: group
ru: группа

source: visibility
ru: видимость

source: ows URL
ru: URL-адрес ows

source: layer params
ru: параметры слоя

source: source params
ru: параметры источника

source: Map layers WMS GetCapabilities document
ru: Документ WMS GetCapabilities по слоям карты

source: Rate this Map
ru: Оценить данную карту

source: Download Map
ru: Скачать карту

source: Map
ru: Карта

source: Map Layers
ru: Слои карты

source: This map uses the following layers:
ru: Данная карта использует следующие слои:

source: Documents related to this map
ru: Документы, связанные с этой картой

source: List of documents related to this map:
ru: Список документов, связанных с этой картой:

source: Change Permissions of this Map
ru: Внести изменения в допуске к этой карте

source: Copy this map
ru: Копировать эту карту

source: Duplicate this map and modify it for your own purposes
ru: Скопировать эту карту и внести изменения в нее в собственных целях

source: Create a New Map
ru: Создать новую карту

source: Here you can download all the layers of this map that are hosted on this GeoNode.
ru: Здесь вы можете загрузить все слои этой карты, размещенные на этом GeoNode.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
ru: <div class="alert alert-warning">Не удалось найти загружаемые слои для этой карты. Вы можете вернуться к

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
ru: Кроме того, карта содержит слои, которые не будут загружены ввиду ограничений по безопасности:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
ru: Наконец, карта содержит данные слои, которые не будут загружены, поскольку они недоступны непосредственно из этого GeoNode:

source: Downloading
ru: Скачивание

source: Retry
ru: Повторить попытку

source: Start downloading this map
ru: Начать скачивание данной карты

source: Download Complete
ru: Скачивание завершено

source: Download Failed
ru: Скачивание не удалось

source: Edit Map
ru: Редактировать карту

source: Explore Maps
ru: Обзор карт

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ru: Примечание: исходные метаданные этой карты были заполнены путем импорта XML-файла метаданных. Импорт метаданных GeoNode поддерживает подмножество элементов метаданных ISO, FGDC и Dublin Core. Некоторые из ваших исходных метаданных могли быть утеряны.

source: Return to Map
ru: Вернуться к карте

source: Remove Map
ru: Удалить карту

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
ru: Вы уверены, что желаете удалить <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: You are not permitted to delete this map.
ru: Вам не разрешено удалять эту карту.

source: You do not have permissions for this map.
ru: У вас нет доступа к этой карте.

source: You must be logged in to save this map
ru: Вы должны войти в систему, чтобы сохранить эту карту

source: You are not permitted to save or edit this map.
ru: Вам не разрешено сохранять или редактировать эту карту.

source: You are not allowed to modify this map's metadata.
ru: Вам не разрешено вносить изменения в метаданные этой карты.

source: You are not allowed to view this map.
ru: Вам не разрешено просматривать эту карту.

source: error saving thumbnail
ru: ошибка при сохранении эскиза

source: Message received
ru: Получено сообщение

source: New message received in one of your threads
ru: Получено новое сообщение по одной из ваших тем

source: Monitoring alert
ru: Оповещение о мониторинге

source: Alert situation reported by monitoring
ru: В процессе мониторинга было получено сообщение о тревожной ситуации

source: GeoNode Monitoring on {base_ctx['host']}
ru: Мониторинг GeoNode на {base_ctx['host']}

source: Enter valid email addresses.
ru: Введите действующие адреса электронной почты.

source: Show list of services
ru: Показать список услуг

source: Process data since specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, last sync will be used.
ru: Обработать данные, начиная с определенной временной метки (формат ГГГГ-ММ-ДД ЧЧ:ММ:СС). Будет использована последняя синхронизация, если она не указана.

source: Process data until specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, now will be used.
ru: Обработать данные до определенной временной метки (формат ГГГГ-ММ-ДД ЧЧ:ММ:СС). Если она не указана, будет использована текущая.

source: Force check
ru: Проверка усилия

source: Format of audit log (xml, json)
ru: Формат журнала аудита (xml, json)

source: Should old data be preserved (default: no, data older than settings.MONITORING_DATA_TTL will be removed)
ru: Необходимо ли сохранять устаревшие данные (по умолчанию: нет, данные старше настроек. MONITORING_DATA_TTL будет удален)

source: Should stop on first error occured (default: no)
ru: Необходима остановка при возникновении первой ошибки (по умолчанию: нет)

source: Should process and send notifications as well (default: no)
ru: Также, необходимо обрабатывать и направлять уведомления (по умолчанию: нет)

source: Collect data from this service only
ru: Собрать данные только с данного сервиса

source: Show list of metrics
ru: Показать список показателей

source: Show list of labels for metric
ru: Показать список меток для показателей

source: Show list of resources for metric
ru: Показать список ресурсов для показателей

source: Data aggregation interval in seconds (default: 60)
ru: Интервал агрегирования данных в секундах (по умолчанию: 60)

source: Metric name
ru: Наименование показателя

source: Show data for specific resource in resource_type=resource_name format
ru: Показать данные для определенного ресурса в формате resource_type=resource_name

source: Show data for specific resource
ru: Показать данные для определенного ресурса

source: Show data for specific label
ru: Показать данные для определенного ярлыка

source: Write result to file, default GEOIP_PATH: {settings.GEOIP_PATH}
ru: Записать результат в файл, по умолчанию GEOIP_PATH: {settings.GEOIP_PATH}

source: Fetch database from specific url. If nothing provided, default {} will be used
ru: Получить базу данных с определенного URL-адреса. Если данные не указаны, по умолчанию будет использоваться {}

source: Overwrite file if exists
ru: Перезаписать файл, если он существует

source: Host (GeoServer)
ru: Хост (GeoServer)

source: Host (GeoNode)
ru: Хост (GeoNode)

source: No resource
ru: Ресурс отсутствует

source: Resource base
ru: Ресурсная база

source: Style
ru: Стиль

source: Admin
ru: Админ

source: Other
ru: Прочее

source: Rate
ru: Оценка

source: Count
ru: Счет

source: Value
ru: Значение

source: Value numeric
ru: Числовое значение

source: Bytes
ru: Байт

source: Kilobytes
ru: Килобайт

source: Megabytes
ru: Мегабайт

source: Gigabytes
ru: Гигабайт

source: Bytes per second
ru: Байт в секунду

source: Kilobytes per second
ru: Килобайт в секунду

source: Megabytes per second
ru: Мегабайт в секунду

source: Gigabytes per second
ru: Гигабайт в секунду

source: Seconds
ru: Секунды

source: Percentage
ru: Процент

source: Not OWS
ru: Не OWS

source: Any OWS
ru: Любой OWS

source: Change
ru: Изменить

source: Change Metadata
ru: Внести изменения в метаданные

source: View Metadata
ru: Просмотреть метаданные

source: Publish
ru: Опубликовать

source: Geoserver event
ru: Событие на Geoserver

source: List of resources affected
ru: Список затронутых ресурсов

source: Response processing time in ms
ru: Время обработки ответного сообщения в мсек

source: 1 minute
ru: 1 минута

source: 5 minutes
ru: 5 минут

source: 10 minutes
ru: 10 минут

source: 30 minutes
ru: 30 минут

source: 1 hour
ru: 1 час

source: Error
ru: Ошибка

source: Fatal
ru: Опасный

source: Expected min/max values for user configuration
ru: Предполагаемые минимальные/максимальные значения для конфигурации пользователя

source: Marker of last delivery
ru: Маркер последней доставки

source: Minimum time between subsequent notifications
ru: Минимальное время между последующими уведомлениями

source: How severe would be error from this notification
ru: Насколько серьезный характер носит ошибка из этого уведомления

source: Is it active
ru: Активно

source: Value must be above
ru: Значение должно быть выше

source: Value must be below
ru: Значение должно быть ниже

source: Last update must not be older than
ru: Последнее обновление не должно быть позднее

source: Max timeout for given metric before error should be raised
ru: Максимальное время ожидания для данного показателя до возникновения ошибки

source: Monitoring & Analytics
ru: Мониторинг и аналитика

source: Only superusers can monitor performance
ru: Только привилегированные пользователи могут контролировать производительность

source: Hi,
ru: Привет,

source: Monitoring on
ru: Мониторинг по

source: has detected following problems :
ru: удалены следующие проблемы:

source: spotted
ru: неравномерный

source: ago
ru: назад

source: emerged
ru: появляющийся

source: User following you
ru: Пользователь, который подписан на вас

source: Another user has started following you
ru: Другой пользователь подписался на вас

source: User requested access
ru: Пользователь запросил доступ

source: A new user has requested access to the site
ru: Новый пользователь запросил доступ к сайту

source: Account activated
ru: Аккаунт активирован

source: This account is now active and can log in the site
ru: Данная учетная запись теперь активна и может войти на сайт

source: Personal info
ru: Личная информация

source: Important dates
ru: Важные даты

source: Extended profile
ru: Профиль с расширенными возможностями

source: Password changed successfully.
ru: Пароль успешно изменен.

source: Change password: %s
ru: Изменить пароль: %s

source: party who authored the resource
ru: сторона, которая является автором ресурса

source: party who has processed the data in a manner such that the resource has been modified
ru: сторона, которая выполнила обработку данных таким образом, что были внесены изменения в ресурс

source: party who published the resource
ru: сторона, опубликовавшая ресурс

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
ru: сторона, которая принимает на себя ответственность за данные и обеспечивает надлежащий уход и обслуживание ресурса

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
ru: сторона, с которой можно связаться с целью получения информации или приобретения ресурса

source: party who distributes the resource
ru: сторона, которая занимается распространением ресурса

source: party who uses the resource
ru: сторона, которая использует ресурс

source: party that supplies the resource
ru: сторона, поставляющая ресурс

source: party who created the resource
ru: сторона, создавшая ресурс

source: party that owns the resource
ru: сторона, владеющая ресурсом

source: key party responsible for gathering information and conducting research
ru: ключевая сторона, которая ответственна за сбор информации и проведение исследований

source: Email Address
ru: Адрес электронной почты

source: Organization Name
ru: Наименование организации

source: name of the responsible organization
ru: наименование ответственной организации

source: Profile
ru: Профиль

source: introduce yourself
ru: представьтесь

source: Position Name
ru: Наименование должности

source: role or position of the responsible person
ru: роль или должность ответственного лица

source: Voice
ru: Голос

source: telephone number by which individuals can speak to the responsible organization or individual
ru: номер телефона, по которому отдельные лица могут связаться с ответственной организацией или физическим лицом

source: Facsimile
ru: Факсимиле

source: telephone number of a facsimile machine for the responsible organization or individual
ru: номер телефона факсимильного аппарата ответственной организации или физического лица

source: Delivery Point
ru: Пункт поставки

source: physical and email address at which the organization or individual may be contacted
ru: фактический адрес и адрес электронной почты, по которому можно связаться с организацией или физическим лицом

source: City
ru: Город

source: city of the location
ru: город местоположения

source: Administrative Area
ru: Административный район

source: state, province of the location
ru: штат, провинция местоположения

source: Postal Code
ru: Почтовый код

source: ZIP or other postal code
ru: ZIP или другой почтовый индекс

source: Country
ru: Страна

source: country of the physical address
ru: страна фактического адреса

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
ru: обычно используемое слово (слова) или формальное слово (слова) или фраза (слова), используемые для описания предмета (разделенные пробелами или запятыми

source: Timezone
ru: Часовой пояс

source: No Group
ru: Группа отсутствует

source: All contents
ru: Все содержимое

source: No Organization Info
ru: Информация об организации отсутствует

source: Forgot Username
ru: Забыл имя пользователя

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
ru: Введите свой адрес электронной почты и нажмите кнопку "отправить". <br />Ваше имя пользователя будет отправлено вам.

source: Create Profile
ru: Создать профиль

source: Profile of
ru: Профиль

source: Not provided.
ru: Не предусмотрено.

source: Position
ru: Должность

source: Organization
ru: Организация

source: Not provided
ru: Не предусмотрено

source: Fax
ru: Факс

source: User layers WMS GetCapabilities document
ru: Документ WMS GetCapabilities по слоям пользователя

source: Message User
ru: Пользователь сообщения

source: Edit profile
ru: Редактировать профиль

source: Connected social accounts
ru: Подключенные аккаунты в социальных сетях

source: Associated e-mails
ru: Привязанные адреса электронной почты

source: Set/Change password
ru: Задать/ изменить пароль

source: Upload new layers
ru: Загрузить новые слои

source: Create a new layer
ru: Создать новый слой

source: Upload new document
ru: Загрузить новый документ

source: Create a new map
ru: Создать новую карту

source: My Activities
ru: Мои действия

source: Notifications
ru: Уведомления

source: Announcements
ru: Объявления

source: Invite Users
ru: Пригласить пользователей

source: User Activities
ru: Действия пользователей

source: Resources
ru: Ресурсы

source: Edit Your Profile
ru: Редактировать профиль

source: Edit Profile for
ru: Редактировать профиль для

source: Change your avatar
ru: Сменить фото профиля

source: Update profile
ru: Обновить данные профиля

source: Explore People
ru: Просмотреть участников

source: Your username for {site.name}
ru: Ваше имя пользователя для {site.name}

source: Your username has been emailed to you.
ru: Ваше имя пользователя было отправлено вам по электронной почте.

source: No user could be found with that email address.
ru: Не удалось найти пользователя с таким адресом электронной почты.

source: You are not permitted to save or edit this resource.
ru: Вам не разрешено сохранять или редактировать данный ресурс.

source: You are not authorized to download this resource.
ru: У вас нет прав для скачивая данного ресурса.

source: No files have been found for this resource. Please, contact a system administrator.
ru: Файлы для этого ресурса не найдены. Пожалуйста, свяжитесь с системным администратором.

source: No files found.
ru: Файлы не найдены.

source: Not Authorized
ru: Не разрешено

source: GeoNode Resource Processing Library
ru: Библиотека обработки ресурсов GeoNode

source: Disabling this Task will make the Processing Workflow to skip it.
ru: Отключение данной задачи приведет к ее пропуску в процессе обработки.

source: Processing Workflow Tasks
ru: Задачи процесса обработки

source: Session is Expired. Please login again!
ru: Сессия завершена. Пожалуйста, войдите снова!

source: Permissions successfully updated!
ru: Допуски успешно обновлены!

source: Error updating permissions :(
ru: Ошибка обновления допусков :(

source: You are not allowed to change permissions for this resource
ru: Вам не разрешено вносить изменения для данного ресурса
