Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Request to download a resource
ru: Запрос на скачивание ресурса

source: A request for downloading a resource was sent
ru: Запрос на скачивание ресурса был отправлен

source: Request resource change
ru: Запросить изменение ресурса

source: Owner has requested permissions to modify a resource
ru: Владелец запросил допуск на внесение изменения в ресурс

source: series
ru: серии

source: computer program or routine
ru: компьютерная программа или подпрограмма

source: feature type
ru: тип функции

source: copy or imitation of an existing or hypothetical object
ru: копия или имитация существующего или гипотетического объекта

source: collection hardware
ru: аппаратные средства сбора

source: collection session
ru: сеанс сбора

source: non-geographic data
ru: негеографические данные

source: property type
ru: тип свойства

source: field session
ru: выездная сессия

source: dataset
ru: набор данных

source: service interfaces
ru: сервисные интерфейсы

source: attribute class
ru: класс атрибутов

source: characteristic of a feature
ru: характеристика функции

source: tile or spatial subset of geographic data
ru: мозаичное или пространственное подмножество географических данных

source: feature
ru: функция

source: dimension group
ru: размерная группа

source: frequency of maintenance for the data is not known
ru: частота обслуживания данных неизвестна

source: data is repeatedly and frequently updated
ru: данные постоянно и часто обновляются

source: there are no plans to update the data
ru: нет планов по обновлению данных

source: data is updated each day
ru: данные обновляются каждый день

source: data is updated every year
ru: данные обновляются каждый год

source: data is updated as deemed necessary
ru: данные обновляются по мере необходимости

source: data is updated each month
ru: данные обновляются каждый месяц

source: data is updated every two weeks
ru: данные обновляются каждые две недели

source: data is updated in intervals that are uneven in duration
ru: данные обновляются с интервалами, которые неравномерны по продолжительности

source: data is updated on a weekly basis
ru: данные обновляются еженедельно

source: data is updated twice each year
ru: данные обновляются два раза в год

source: data is updated every three months
ru: данные обновляются каждые три месяца

source: No information provided
ru: Информация не предоставлена

source: Category is required.
ru: Требуется категория.

source: Keywords from Thesaurus
ru: Ключевые слова из тезауруса

source: List of keywords from Thesaurus
ru: Список ключевых слов из тезауруса

source: Abstract
ru: Аннотация

source: Purpose
ru: Цель

source: Other constraints
ru: Прочие ограничения

source: Supplemental information
ru: Дополнительная информация

source: Data quality statement
ru: Заявление о качестве данных

source: Owner
ru: Владелец

source: Date
ru: Дата

source: temporal extent start
ru: запуск временного расширения

source: temporal extent end
ru: завершение временного расширения

source: Person outside GeoNode (fill form)
ru: Лицо вне GeoNode (заполнить форму)

source: Point of Contact
ru: Контактный пункт

source: Metadata Author
ru: Автор метаданных

source: Free-text Keywords
ru: Ключевые слова с произвольным текстом

source: A space or comma-separated list of keywords. Use the widget to select from Hierarchical tree.
ru: Список ключевых слов, разделенных пробелами или запятыми. Используйте виджет для того, чтобы выбрать из иерархического дерева.

source: Regions
ru: Области

source: Group
ru: Группа

source: Category
ru: Категория

source: License
ru: Лицензия

source: Language
ru: Язык

source: User
ru: Пользователь

source: Permission Type
ru: Тип разрешения

source: Mode
ru: Режим

source: Resource
ru: Ресурс

source: Reason
ru: Причина

source: Short reasoning behind the request
ru: Краткое обоснование запроса

source: function performed by the responsible party
ru: функция, выполняемая ответственной стороной

source: brief narrative summary of the content of the resource(s)
ru: краткое описательное изложение содержания ресурса (-ов)

source: reference date for the cited resource
ru: дата ссылки на цитируемый ресурс

source: identification of when a given event occurred
ru: определение того, когда произошло данное событие

source: version of the cited resource
ru: версия цитируемого ресурса

source: authority or function assigned, as to a ruler, legislative assembly, delegate, or the like.
ru: полномочия или функции, назначенные руководителю, законодательному собранию, делегату и т.п.

source: a DOI will be added by Admin before publication.
ru: цифровой идентификатор объекта (DOI) будет добавлен Администратором перед публикацией.

source: summary of the intentions with which the resource(s) was developed
ru: краткое изложение намерений, с которыми был разработан ресурс (ы)

source: frequency with which modifications and deletions are made to the data after it is first produced
ru: частота, с которой вносятся изменения и выполняется удаление данных после того, как они были созданы впервые

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated)
ru: обычно используемое слово (слова) или формальное слово (слова), либо фраза (фразы), используемые для описания предмета (разделенные пробелами или запятыми)

source: formalised word(s) or phrase(s) from a fixed thesaurus used to describe the subject (space or comma-separated)
ru: формальное слово (слова) или фраза (фразы) из закрепленного тезауруса, используемые для описания предмета (разделенные пробелами или запятыми)

source: keyword identifies a location
ru: ключевое слово определяет местоположение

source: limitation(s) placed upon the access or use of the data.
ru: ограничения, наложенные на доступ или использование данных.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
ru: прочие ограничения и юридические предпосылки для доступа и использования ресурса или метаданных

source: license of the dataset
ru: лицензия на набор данных

source: language used within the dataset
ru: язык, используемый в наборе данных

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
ru: тематическая классификация географических данных высокого уровня для помощи в группировке и поиске доступных наборов географических данных.

source: method used to represent geographic information in the dataset.
ru: метод, используемый для представления географической информации в наборе данных.

source: time period covered by the content of the dataset (start)
ru: период времени, охватываемый содержимым набора данных (начало)

source: time period covered by the content of the dataset (end)
ru: период времени, охватываемый содержимым набора данных (завершение)

source: general explanation of the data producer's knowledge about the lineage of a dataset
ru: общее разъяснение информации, имеющейся у производителя данных о происхождении набора данных

source: title
ru: заголовок

source: name by which the cited resource is known
ru: название, под которым известен цитируемый ресурс

source: abstract
ru: аннотация

source: purpose
ru: цель

source: date
ru: дата

source: date type
ru: тип даты

source: edition
ru: редакция

source: Attribution
ru: Определение

source: DOI
ru: DOI (Цифровой идентификатор объекта)

source: maintenance frequency
ru: частота технического обслуживания

source: keywords
ru: ключевые слова

source: keywords region
ru: область ключевых слов

source: restrictions
ru: ограничения

source: restrictions other
ru: прочие ограничения

source: language
ru: язык

source: spatial representation type
ru: тип пространственного представления

source: supplemental information
ru: дополнительная информация

source: any other descriptive information about the dataset
ru: любая другая описательная информация о наборе данных

source: data quality statement
ru: заявление о качестве данных

source: CSW WKT geometry
ru: Геометрические параметры CSW WKT

source: Metadata uploaded preserve
ru: Сохранить загруженные метаданные

source: Featured
ru: Избранное

source: Should this resource be advertised in home page?
ru: Необходимо ли рекламировать данный ресурс на главной странице?

source: Is Published
ru: Опубликовано

source: Should this resource be published and searchable?
ru: Должен ли этот ресурс быть опубликован и доступен для поиска?

source: Approved
ru: Одобрено

source: Is this resource validated from a publisher or editor?
ru: Был ли данный ресурс подтвержден издателем или редактором?

source: Thumbnail url
ru: Url-адрес эскиза

source: State
ru: Состояние

source: Hold the resource processing state.
ru: Поддерживайте состояние обработки ресурсов.

source: Dirty State
ru: Некорректное состояние

source: Security Rules Are Not Synched with GeoServer!
ru: Правила безопасности не синхронизируются с GeoServer!

source: Resource Type
ru: Тип ресурса

source: Metadata
ru: Метаданные

source: If true, will be excluded from search
ru: Если это так, будет исключено из поиска

source: For example "kml"
ru: Например, "kml"

source: For example "View in Google Earth"
ru: Например, "Посмотреть в Google Планета Земля"

source: For example "text/xml"
ru: Например, "text/xml"

source: About
ru: О

source: Responsible, Point of Contact, Metadata Author
ru: Ответственное лицо, Контактное лицо, Автор метаданных

source: Responsible
ru: Ответственный

source: Title
ru: Заголовок

source: SRID
ru: SRID (Идентификатор пространственной привязки)

source: For more info see
ru: Дополнительная информация представлена в

source: Creation Date
ru: Дата создания

source: Publication Date
ru: Дата публикации

source: Revision Date
ru: Дата редакции

source: Type
ru: Тип

source: Keywords
ru: Ключевые слова

source: More info
ru: Больше информации

source: Maintenance Frequency
ru: Частота технического обслуживания

source: Restrictions
ru: Ограничения

source: Edition
ru: Редактор

source: Temporal Extent
ru: Временное расширение

source: Data Quality
ru: Качество данных

source: Supplemental Information
ru: Дополнительная информация

source: Spatial Representation Type
ru: Тип пространственного представления

source: No content created yet.
ru: Контент еще не создан.

source: Temporal Serie
ru: Временной ряд

source: Select
ru: Выбрать

source: Service is
ru: Сервис

source: online
ru: онлайн

source: offline
ru: оффлайн

source: SECURITY NOT YET SYNCHRONIZED
ru: БЕЗОПАСНОСТЬ ЕЩЕ НЕ СИНХРОНИЗИРОВАНА

source: Sync permissions immediately
ru: Немедленная синхронизация разрешений

source: PENDING APPROVAL
ru: В ОЖИДАНИИ ОДОБРЕНИЯ

source: UNPUBLISHED
ru: НЕОПУБЛИКОВАНО

source: Create a Map
ru: Создать карту

source: View Map
ru: Просмотреть карту

source: Batch Edit
ru: Групповое редактирование

source: Cancel
ru: Отмена

source: Submit
ru: Отправить

source: Set Permissions
ru: Задать разрешения

source: Discover the available datasets.
ru: Открыть доступные наборы данных.

source: Upload a Thumbnail
ru: Загрузить эскиз

source: Remove (and use auto generated thumbnail)
ru: Удалить (и использовать автоматически сгенерированный эскиз)

source: Upload
ru: Загрузить

source: Auto generated thumbnail
ru: Автоматически сгенерированный эскиз

source: Raster Layer
ru: Растровый слой

source: Vector Layer
ru: Векторный слой

source: Vector Temporal Serie
ru: Векторный временной ряд

source: Remote Layer
ru: Удаленный слой

source: WMS Cascade Layer
ru: Каскадный слой WMS

source: me
ru: я

source: System message: A request to modify resource
ru: Сообщение системы: Запрос на изменение ресурса

source: The resource owner has requested to modify the resource
ru: Владелец ресурса запросил изменение ресурса

source: Resource title
ru: Название ресурса

source: Reason for the request
ru: Причина запроса

source: To allow the change, set the resource to not "Approved" under the metadata settingsand write message to the owner to notify him
ru: Чтобы разрешить внесение изменений, задайте для ресурса значение не "Одобрено" в настройках метаданных и отправьте уведомление владельцу

source: Resource Cloned Successfully!
ru: Ресурс успешно копирован!

source: Error Occurred while Cloning the Resource: {e}
ru: Произошла ошибка при копировании ресурса: {e}

source: Resource Metadata
ru: Метаданные ресурсов

source: Thumbnail
ru: Эских

source: Resource ID
ru: Идентификатор ресурса

source: Start
ru: Запуск

source: End
ru: Завершение

source: Extent
ru: Расширение

source: Spatial Reference System Identifier
ru: Идентификатор системы пространственной привязки

source: Attributes
ru: Атрибуты

source: Attribute name
ru: Название атрибута

source: Description
ru: Описание

source: GeoNode Client Library
ru: Клиентская библиотека GeoNode

source: Flora and/or fauna in natural environment. Examples: wildlife, vegetation, biological sciences, ecology, wilderness, sealife, wetlands, habitat.
ru: Флора и/или фауна в естественной среде. Примеры: дикая природа, растительность, биологические науки, экология, дикая природа, морская жизнь, болотистая местность, среда обитания.

source: Biota
ru: Биота

source: Legal land descriptions. Examples: political and administrative boundaries.
ru: Юридическое описание учтенных земельных участков. Примеры: политические и административные границы.

source: Boundaries
ru: Границы

source: Processes and phenomena of the atmosphere. Examples: cloud cover, weather, climate, atmospheric conditions, climate change, precipitation.
ru: Процессы и явления в атмосфере. Примеры: облачность, погода, климат, атмосферные условия, изменение климата, осадки.

source: Climatology Meteorology Atmosphere
ru: Климатология Метеорология Атмосфера

source: Economic activities, conditions and employment. Examples: production, labour, revenue, commerce, industry, tourism and ecotourism, forestry, fisheries, commercial or subsistence hunting, exploration and exploitation of resources such as minerals, oil and gas.
ru: Экономическая деятельность, условия и занятость. Примеры: производство, рабочая сила, доход, торговля, промышленность, туризм и экотуризм, лесное хозяйство, рыболовство, коммерческая или натуральная охота, разведка и эксплуатация месторождений полезных ископаемых, нефти и газа.

source: Economy
ru: Экономика

source: Height above or below sea level. Examples: altitude, bathymetry, digital elevation models, slope, derived products.
ru: Высота выше или ниже уровня моря. Примеры: высота над уровнем моря, измерение водных глубин, цифровые модели рельефа, уклон, продукты переработки.

source: Elevation
ru: Подъем

source: Environmental resources, protection and conservation. Examples: environmental pollution, waste storage and treatment, environmental impact assessment, monitoring environmental risk, nature reserves, landscape.
ru: Природные ресурсы, защита и сохранение. Примеры: загрязнение окружающей среды, хранение и переработка отходов, оценка воздействия на окружающую среду, мониторинг экологических рисков, заповедники, ландшафт.

source: Environment
ru: Окружающая среда

source: Rearing of animals and/or cultivation of plants. Examples: agriculture, irrigation, aquaculture, plantations, herding, pests and diseases affecting crops and livestock.
ru: Животноводство и/или растениеводство. Примеры: сельское хозяйство, ирригация, рыбоводство, сельскохозяйственные угодья, животноводство, вредители и болезни, поражающие сельскохозяйственные культуры и домашний скот.

source: Farming
ru: Фермерская деятельность

source: Information pertaining to earth sciences. Examples: geophysical features and processes, geology, minerals, sciences dealing with the composition, structure and origin of the earth s rocks, risks of earthquakes, volcanic activity, landslides, gravity information, soils, permafrost, hydrogeology, erosion.
ru: Информация, которая касается геологических дисциплин. Примеры: геофизические особенности и процессы, геология, полезные ископаемые, науки о составе, строении и происхождении земных пород, опасность землетрясений, вулканическая активность, оползни, материалы гравиметрическая информация, почвы, многолетнемёрзлые породы, гидрогеология, эрозия.

source: Geoscientific Information
ru: Геонаучная информация

source: Health, health services, human ecology, and safety. Examples: disease and illness, factors affecting health, hygiene, substance abuse, mental and physical health, health services.
ru: Здоровье, медицинские услуги, социальная экология и безопасность. Примеры: болезни и заболевания, факторы, влияющие на здоровье, гигиена, злоупотребление психоактивными веществами, психическое и физическое здоровье, медицинские услуги.

source: Health
ru: Здоровье

source: Base maps. Examples: land cover, topographic maps, imagery, unclassified images, annotations.
ru: Карты крупнейшего масштаба. Примеры: земляной покров, топографические карты, изображения, неклассифицированные изображения, заметки.

source: Imagery Base Maps Earth Cover
ru: Система изображений Карты схемы Поверхность земли

source: Inland water features, drainage systems and their characteristics. Examples: rivers and glaciers, salt lakes, water utilization plans, dams, currents, floods, water quality, hydrographic charts.
ru: Характеристики внутренних водоемов, дренажные системы и их характеристики. Примеры: реки и ледники, соленые озера, планы водопользования, плотины, течения, паводки, качество воды, гидрографические карты.

source: Inland Waters
ru: Внутренние водоемы

source: Military bases, structures, activities. Examples: barracks, training grounds, military transportation, information collection.
ru: Военные базы, сооружения, деятельность. Примеры: казармы, полигоны, военные перевозки, сбор информации.

source: Intelligence Military
ru: Военная разведывательная информация

source: Positional information and services. Examples: addresses, geodetic networks, control points, postal zones and services, place names.
ru: Данные о местоположении и услуги. Примеры: адреса, геодезические сети, контрольные точки, почтовые зоны и службы, географические названия.

source: Location
ru: Местоположение

source: Features and characteristics of salt water bodies (excluding inland waters). Examples: tides, tidal waves, coastal information, reefs.
ru: Особенности и характеристики соленых водоемов (за исключением внутренних водоемов). Примеры: приливы, приливные волны, информация о побережье, рифы.

source: Oceans
ru: Океаны

source: Information used for appropriate actions for future use of the land. Examples: land use maps, zoning maps, cadastral surveys, land ownership.
ru: Информация, используемая для совершения соответствующих действий для последующего применения земель. Примеры: карты землепользования, карты зонирования, кадастровые съемки, право собственности на землю.

source: Planning Cadastre
ru: Планируемый кадастр

source: Settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information. Economic activities, conditions and employment.
ru: Поселения, этнография, археология, образование, традиционные верования, нравы и обычаи, демографические данные, места отдыха и занятия, оценка социального воздействия, преступность и правосудие, данные переписи населения. Экономическая деятельность, условия и занятость.

source: Population
ru: Население

source: Characteristics of society and cultures. Examples: settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information.
ru: Характеристики общества и культуры. Примеры: поселения, антропология, археология, образование, традиционные верования, нравы и обычаи, демографические данные, места отдыха и занятия, оценка социального воздействия, преступность и правосудие, данные переписи населения.

source: Society
ru: Общество

source: Man-made construction. Examples: buildings, museums, churches, factories, housing, monuments, shops, towers.
ru: Искусственное сооружение. Примеры: здания, музеи, церкви, фабрики, жилье, памятники, магазины, башни.

source: Structure
ru: Конструкция

source: Means and aids for conveying persons and/or goods. Examples: roads, airports/airstrips, shipping routes, tunnels, nautical charts, vehicle or vessel location, aeronautical charts, railways.
ru: Средства и приспособления для перевозки людей и/или грузов. Примеры: дороги, аэропорты/взлетно-посадочные полосы, судоходные пути, туннели, морские навигационные карты, местоположение транспортных средств или судов, аэронавигационные карты, железные дороги.

source: Transportation
ru: Транспортировка

source: Energy, water and waste systems and communications infrastructure and services. Examples: hydroelectricity, geothermal, solar and nuclear sources of energy, water purification and distribution, sewage collection and disposal, electricity and gas distribution, data communication, telecommunication, radio, communication networks.
ru: Энергетические, водные и канализационные системы, коммуникационная инфраструктура и обслуживание. Примеры: гидроэлектроэнергия, геотермальные, солнечные и ядерные источники энергии, очистка и распределение воды, сбор и удаление сточных вод, распределение электроэнергии и газа, передача данных, телекоммуникации, радио, коммуникационные сети.

source: Utilities Communication
ru: Коммуникации

source: Document Created
ru: Документ создан

source: A Document was created
ru: Документ был создан

source: Document Updated
ru: Документ обновлен

source: A Document was updated
ru: Документ был обновлен

source: Document Approved
ru: Документ одобрен

source: A Document was approved by a Manager
ru: Документ был одобрен Менеджером

source: Document Published
ru: Документ опубликован

source: A Document was published
ru: Документ был опубликован

source: Document Deleted
ru: Документ удален

source: A Document was deleted
ru: Документ был удален

source: Comment on Document
ru: Комментарий к Документу

source: A Document was commented on
ru: Документ прокомментировали

source: Rating for Document
ru: Оценка Документа

source: A rating was given to a document
ru: Документ получил оценку

source: Width
ru: Ширина

source: Height
ru: Высота

source: Make
ru: Марка

source: Model
ru: Модель

source: Latitude
ru: Широта

source: Not specified
ru: Не указано

source: Longitude
ru: Долгота

source: Flash
ru: Вспышка

source: True
ru: Правда

source: False
ru: Ложь

source: Speed Rating
ru: Оценка скорости

source: Link to
ru: Ссылка на

source: File
ru: Файл

source: Document must be a file or url.
ru: Документ должен представлять собой файл или url-адрес.

source: A document cannot have both a file and a url.
ru: Документ не может представлять собой и файл и url-адрес.

source: This file type is not allowed
ru: Данный тип файла не допустим

source: Permissions must be valid JSON.
ru: Разрешения должны быть представлены в действительном формате JSON.

source: The URL of the document if it is external.
ru: URL-адрес документа, если он внешний.

source: URL
ru: URL-адрес

source: Your browser does not support the audio element.
ru: Ваш браузер не поддерживает аудио элементы.

source: Your browser does not support the video tag.
ru: Ваш браузер не поддерживает видео теги.

source: Download the
ru: Скачать

source: document
ru: документ

source: External Resource
ru: Внешний ресурс

source: Rate this document
ru: Оценить данный документ

source: Average Rating
ru: Средняя оценка

source: Metadata Detail
ru: Сведения о метаданных

source: Download Document
ru: Скачать документ

source: Request Download
ru: Запрос на скачивание

source: Edit Document
ru: Редактировать документ
