Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Data is available for browsing, aggregating and styling to generate maps which can be saved, downloaded, shared publicly or restricted to specify users only.
ru: Данные доступны для просмотра, агрегирования и стилизации в целях создания карт, которые можно сохранять, загружать, публиковать или ограничивать только для определенных пользователей.

source: Create maps
ru: Создать карты

source: Explore maps
ru: Обзор карт

source: As for the layers and maps GeoNode allows to publish tabular and text data, manage their metadata and associated documents.
ru: Что касается слоев и карт, GeoNode позволяет публиковать табличные и текстовые данные, управлять их метаданными и связанными документами.

source: Add documents
ru: Добавить документы

source: Explore documents
ru: Обзор документов

source: Geonode allows registered users to easily upload geospatial data and various documents in several formats.
ru: Geonode позволяет зарегистрированным пользователям легко загружать геопространственные данные и различные документы в нескольких форматах.

source: See users
ru: Посмотреть пользователей

source: Featured Datasets
ru: Рекомендуемые наборы данных

source: Accept
ru: Принять

source: Reject
ru: Отклонить

source: Leave
ru: Покинуть

source: Dear Sir/Madam,
ru: Уважаемый дамы/ господа,

source: is inviting you to join (%(site_name)s).
ru: приглашает вас присоединиться (%(site_name)s).

source: To do so, please register at <a href="%(invite_url)s">%(site_name)s Registration</a>.
ru: Для этого, пожалуйста, зарегистрируйтесь по адресу <a href="%(invite_url)s">%(site_name)s в разделе "Регистрация"</a>.

source: Once you receive the confirmation that your account is activated, you can notify
ru: Как только вы получите подтверждение того, что ваша учетная запись активирована, вы сможете отправить уведомление

source: that you wish to join her/his group(s) through
ru: о том, что вы желаете присоединиться к ее/его группе (ам) при помощи

source: this link
ru: данной ссылки

source: <strong>%(inviter_name)s</strong> is a member of the following group(s):
ru: <strong>%(inviter_name)s</strong> является участником следующей группы (групп):

source: We look forward to seeing you on the platform,
ru: Ждем вас на платформе,

source: The GeoNode team.
ru: Команда GeoNode.

source: is inviting you to join
ru: приглашает вас присоединиться

source: To do so, please register at
ru: Для этого зарегистрируйтесь на

source: that you wish to join her/his group(s) through this link
ru: что вы желаете присоединиться к ее/его группам, перейдя по этой ссылке

source: is a member of the following group(s)
ru: является участником следующей группы (групп)

source: Updating Metadata...
ru: Обновление метаданных...

source: Topic Category is mandatory and cannot be empty!
ru: Категория темы является обязательной и не может оставаться незаполненной!

source: Group is mandatory and cannot be empty!
ru: Группа является обязательной и не может оставаться незаполненной!

source: Identification
ru: Идентификация

source: Yes
ru: Да

source: Published
ru: Опубликовано

source: email
ru: электронная почта

source: Information
ru: Информация

source: Identification Image
ru: Идентифицирующее изображение

source: Spatial Extent
ru: Пространственная протяжённость

source: Projection System
ru: Проекционная система

source: Extension x0
ru: Расширение x0

source: Extension x1
ru: Расширение x1

source: Extension y0
ru: Расширение y0

source: Extension y1
ru: Расширение y1

source: Features
ru: Свойства

source: Contact Points
ru: Контактная информация

source: References
ru: Ссылки

source: Link Online
ru: Ссылка онлайн

source: Metadata Page
ru: Страница метаданных

source: Online Link
ru: Онлайн ссылка

source: * Field declared Mandatory by the Metadata Schema
ru: * Поле, являющееся обязательным для заполнения, согласно схеме метаданных

source: Please, fill the following items before clicking on preview:
ru: Пожалуйста, заполните следующие пункты, прежде чем нажимать на предварительный просмотр:

source: Request perission
ru: Запрос доступа

source: Request editing for resource:
ru: Запрос редактирования ресурса:

source: Back to resource
ru: Вернуться к ресурсу

source: Send request
ru: Отправить запрос

source: Your account has been approved and is now active.
ru: Ваша учетная запись одобрена и теперь активна.

source: You can use the login form at
ru: Вы можете воспользоваться формой входа в

source: Welcome at
ru: Добро пожаловать на

source: Your account is now active
ru: Ваша учетная запись активна

source: has requested access to the site.
ru: запросил доступ к сайту.

source: You can enable access by setting the user as active on the admin section
ru: Вы можете включить доступ, указав, что пользователь активен, в разделе администратора

source: A user has requested access to the site
ru: Пользователь запросил доступ к сайту

source: The following document was approved
ru: Был одобрен следующий документ

source: owned by
ru: принадлежит

source: You can visit the document's detail page here
ru: Вы можете посетить страницу сведений о документе здесь

source: A document has been approved
ru: Документ был одобрен

source: A comment has been posted for the document
ru: К документу добавлен комментарий

source: by the user
ru: пользователем

source: A comment has been posted for a document
ru: К документу добавлен комментарий

source: The user
ru: Пользователь

source: uploaded the following document
ru: загрузил следующий документ

source: A document has been uploaded
ru: Документ был загружен

source: The following document was deleted
ru: Следующий документ был удален

source: A document has been deleted
ru: Документ был удален

source: The following document was published
ru: Следующий документ был опубликован

source: A document has been published
ru: Был опубликован документ

source: rated
ru: оценено

source: the following document
ru: следующий документ

source: You can visit the layer's detail page here
ru: Вы можете посетить страницу сведений о слое здесь

source: A document has been rated
ru: Документ был оценен

source: The following document was updated
ru: Следующий документ был обновлен

source: A document has been updated
ru: Документ был обновлен

source: You have received the following notice from
ru: Вы получили следующее уведомление от

source: To change how you receive notifications, please go to
ru: Чтобы изменить способ получения уведомлений, перейдите по ссылке

source: The following layer was approved
ru: Следующий слой был одобрен

source: A layer has been approved
ru: Слой был одобрен

source: A comment has been posted for the layer
ru: Был опубликован комментарий к слою

source: A comment has been posted for a layer
ru: Был опубликован комментарий к слою

source: uploaded the following layer
ru: загрузил следующий слой

source: A new layer has been uploaded
ru: Новый слой был загружен

source: The following layer was deleted
ru: Следующий слой был удален

source: A layer has been deleted
ru: Слой был удален

source: The following layer was published
ru: Следующий слой был опубликован

source: A layer has been published
ru: Слой опубликован

source: the following layer
ru: следующий слой

source: A layer has been rated
ru: Слой прошел оценку

source: The following layer was updated
ru: Следующий слой был обновлен

source: A layer has been updated
ru: Слой обновлен

source: The following map was approved
ru: Следующая карта была одобрена

source: You can visit the map's detail page here
ru: Вы можете посетить страницу, где представлена подробная информация о карте, здесь

source: A map has been approved
ru: Карта была одобрена

source: A comment has been posted for the map
ru: К карте был добавлен комментарий

source: A comment has been posted for a map
ru: К карте был добавлен комментарий

source: created the following map
ru: создал следующую карту

source: A map has been created
ru: Карта была создана

source: The following map was deleted
ru: Следующая карта была удалена

source: A map has been deleted
ru: Карта была удалена

source: The following map was published
ru: Следующая карта была опубликована

source: A map has been published
ru: Карта была опубликована

source: the following map
ru: следующая карта

source: A map has been rated
ru: Карта прошла оценку

source: The following map was updated
ru: Следующая карта была обновлена

source: A map has been updated
ru: Карта была обновлена

source: Notification Settings
ru: Настройки уведомлений

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
ru: <p class="alert alert-warning"> <span class="warning">Примечание</span>: У вас нет подтвержденного адреса электронной почты, на который можно отправлять уведомления. <a href="%(email_url)s">Добавьте</a> его сейчас. </p>

source: Notification Type
ru: Тип уведомления

source: requested you to download this resource
ru: попросил вас скачать данный ресурс

source: Please go to resource page and assign the download permissions if you wish
ru: Пожалуйста, перейдите на страницу ресурсов и назначьте допуски к загрузке, если желаете

source: A resource's download has been requested
ru: Запрошена загрузка ресурса

source: Privacy &#038; Cookies Policy
ru: Конфиденциальность &#038; Политика в отношении файлов "cookie"

source: Privacy &#038; Cookies Policy.
ru: Конфиденциальность &#038; Политика в отношении файлов "cookie".

source: Following
ru: Мои подписки

source: This user is not following anyone
ru: У этого пользователя нет подписок

source: Followers
ru: Мои подписчики

source: No one is following this user
ru: У этого пользователя нет подписчиков

source: Manage Connections
ru: Управление подключениями

source: Blocking
ru: Блокировка

source: Unfollow
ru: Отменить подписку

source: Follow
ru: Подписаться

source: Unblock
ru: Разблокировать

source: Block
ru: Заблокировать

source: No longer
ru: Более не

source: You're not %(status_slug)s anyone!
ru: Вы не %(status_slug)s кого-либо!

source: Success
ru: Успешно

source: You are
ru: Вы являетесь

source: no longer
ru: более не

source: %(to_user_username)s's profile
ru: %(to_user_username)s's профиль

source: Responsibles
ru: Ответственный

source: Date begins after:
ru: Дата после после:

source: yyyy-mm-dd
ru: гггг-мм-дд

source: Date ends before:
ru: Дата завершения до:

source: Search by region
ru: Поиск по региону

source: Selection
ru: Выбор

source: No list items selected. Use the selection fields to add.
ru: Элементы списка не выбраны. Используйте поля выбора, чтобы их добавить.

source: Filters
ru: Фильтры

source: Datasets found
ru: Наборы данных обнаружены

source: Maps found
ru: Карты обнаружены

source: Documents found
ru: Документы обнаружены

source: found
ru: обнаружено

source: search
ru: поиск

source: Search by name
ru: Искать по имени

source: Total
ru: Общее

source: Most recent
ru: Самый последний

source: Less recent
ru: Не самый последний

source: A - Z
ru: A - Я

source: Z - A
ru: Я - А

source: Most popular
ru: Наиболее популярный

source: Text
ru: Текст

source: Share This Dataset
ru: Поделиться этим набором данных

source: Share This
ru: Поделиться этим

source: Social Network Login Failure
ru: Ошибка при попытке входа в социальную сеть

source: An error occurred while attempting to login via your social network account.
ru: Ошибка при попытке войти при помощи учетной записи в социальной сети.

source: Code
ru: Код

source: Exception
ru: Исключение

source: Account Connections
ru: Привязки учетной записи

source: You can sign in to your account using any of the following already connected third party accounts:
ru: Вы можете авторизоваться в своей учетной записи, воспользовавшись любой из следующих привязанных сторонних учетных записей:

source: You currently have no social network accounts connected to this account.
ru: В настоящее время у вас нет учетных записей в социальных сетях, привязанных к данной учетной записи.

source: Add a 3rd Party Account
ru: Добавить стороннюю учетную запись

source: Login Cancelled
ru: Вход отменен

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ru: Вы приняли решение отменить вход на наш сайт посредством одной из существующих учетных записей. Если это произошло по ошибке, перейдите к разделу<a href="%(login_url)s">"авторизоваться"</a>.

source: Signup
ru: Зарегистрироваться

source: Sign Up
ru: Зарегистрироваться

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ru: Вы собираетесь использовать свою %(provider_name)s учетную запись для входа на %(site_name)s. На последнем этапе заполните следующую форму:

source: Sign in with
ru: Авторизоваться при помощи

source: Connect with
ru: Подключить при помощи

source: Sign up with
ru: Зарегистрироваться при помощи

source: Message Inbox
ru: Входящие сообщения

source: Messages
ru: Сообщения

source: Mark selected as read
ru: Отметить выбранное как прочитанное

source: Mark selected as unread
ru: Отметить выбранное как непрочитанное

source: Create Message
ru: Создать сообщение

source: To users
ru: Пользователям

source: To groups
ru: Группам

source: Subject
ru: Тема

source: Content
ru: Контент

source: Send message
ru: Отправить сообщение

source: Back to Inbox
ru: Вернуться во входящие

source: Sent to
ru: Отправить

source: by
ru: от

source: You have no messages
ru: У вас нет сообщений

source: Send Reply
ru: Отправить ответ

source: GeoNode Themes Library
ru: Библиотека тем GeoNode

source: Fill in this section with markdown
ru: Заполнить данный раздел языком разметки

source: Check this if the jumbotron background image already contains text
ru: Установите этот флажок, если фоновое изображение компонента jumbotron уже содержит текст

source: Disabling this slide will hide it from the slide show
ru: Блокировка данного слайда скроет его из слайдовой презентации

source: Choose between using jumbotron background and slide show
ru: Выберите между использованием фона компонента jumbotron и слайдовой презентацией

source: Empty content
ru: Незаполненный контент

source: Could not access to uploaded data.
ru: Не удалось получить доступ к загруженным данным.

source: One or more XML files was provided, but no matching files were found for them.
ru: Был предоставлен один или несколько XML-файлов, однако, для них не были обнаружены соответствующие файлы.

source: One or more SLD files was provided, but no matching files were found for them.
ru: Был предоставлен один или несколько файлов SLD, однако, для них не были обнаружены соответствующие файлы.

source: Total upload size exceeds {filesizeformat(max_size)}. Please try again with smaller files.
ru: Общий размер загрузки превышает {filesizeformat(max_size)}. Попробуйте загрузить файлы меньшего размера.

source: The maximum file size allowed for upload (bytes).
ru: Максимально допустимый размер файла для загрузки (байт).

source: File size size exceeds {filesizeformat(max_size)}. Please try again with a smaller file.
ru: Размер файла превышает {filesizeformat(max_size)}. Попробуйте загрузить файл меньшего размера.

source: To avoid errors, max size should be at least 2 times greater than the value of others size limits.
ru: Во избежание ошибок, максимальный размер должен минимально в 2 раза превышать значение других ограничений размера.

source: To avoid errors, max size should be at least 2 times smaller than the value of 'file_upload_handler'.
ru: Во избежание ошибок, максимальный размер должен минимально быть в 2 раза меньше значения 'file_upload_handler'.

source: The limit `{instance.slug}` should not be deleted.
ru: Предельный показатель `{instance.slug}` удалять не следует.

source: Layer already exists
ru: Слой уже существует

source: Name already in use and overwrite is False
ru: Имя уже используется и перезаписано в логическом значении "ЛОЖЬ"

source: Error configuring time:
ru: Ошибка настройки времени:

source: The GeoServer Import Session is no more available
ru: Сеанс импорта GeoServer более недоступен

source: Expected to find layer named '{name}' in geoserver
ru: Предполагается, что будет обнаружен слой с названием '{name}' в geoserver

source: Exception occurred while parsing the provided Metadata file.
ru: Ошибка при проведении синтаксического анализа предоставленного файла метаданных.

source: The UUID identifier from the XML Metadata is already in use in this system.
ru: Идентификатор UUID из метаданных XML уже используется в этой системе.

source: Error configuring Layer
ru: Ошибка настройки слоя

source: Invalid zip file detected
ru: Обнаружен недействительный zip-файл

source: Could not find any valid spatial file inside the uploaded zip
ru: Не удалось найти действительный пространственный файл внутри загруженного zip

source: Invalid kmz file detected
ru: Обнаружен недействительный kmz-файл

source: Could not find any kml files inside the uploaded kmz
ru: Не удалось найти kml-файлы внутри загруженного kmz

source: Only one shapefile per zip is allowed
ru: Допускается только один шейп-файл на zip

source: kml files with more than one GroundOverlay are not supported
ru: kml-файлы с более чем одним GroundOverlay не поддерживаются

source: Ground overlay image declared in kml file cannot be found
ru: Изображение GroundOverlay, указанное в kml-файле, не может быть обнаружено

source: Only one kml file per ZIP is allowed
ru: Допускается только один kml-файл на ZIP

source: Only one kml file per kmz is allowed
ru: Допускается только один kml-файл на kmz

source: You are trying to upload multiple GeoTIFFs without a valid 'indexer.properties' file.
ru: Вы пытаетесь загрузить несколько файлов GeoTIFF при отсутствии действительного файла "indexer.properties".

source: Only one raster file per ZIP is allowed
ru: Допускается только один растровый файл на ZIP

source: No multiple rasters allowed
ru: Не допускается использование нескольких растров

source: To support the time step, you must enable the OGC_SERVER DATASTORE option
ru: Для поддержки интервала времени необходимо включить параметр OGC_SERVER DATASTORE

source: Unsupported file type: {e.message}
ru: Неподдерживаемый тип файла: {e.message}

source: File does not exist: {absolute_base_file}
ru: Файл не существует: {absolute_base_file}

source: unknown item state: {task.state}
ru: неизвестное состояние элемента: {task.state}

source: error during import: {progress.get('message')}
ru: ошибка во время импорта: {progress.get('message')}

source: Could not find any valid Time Regex for the Mosaic files.
ru: Не удалось обнаружить допустимое регулярное выражение времени для файлов мозаики.

source: Unsupported DataBase for Mosaics!
ru: Неподдерживаемая база данных для мозаики!

source: Upload Session invalid or no more accessible!
ru: Сессия загрузки недействительна или более недоступна!

source: Invalid permission level.
ru: Недопустимый уровень допуска.

source: Permission Denied
ru: В доступе отказано

source: You can not start the job {job.id} because its status is "{job.status}".
ru: Запустить задание {job.id} не возможно, поскольку его статус "{job.status}".

source: Positional Arguments
ru: Позиционные аргументы

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
ru: Позиционные аргументы в формате JSON (Например: ["arg1", "arg2"])

source: Keyword Arguments
ru: Именованные аргументы

source: JSON encoded keyword arguments (Example: {"argument": "value"})
ru: Именованные аргументы в формате JSON (Например: {"аргумент": "значение"})
