Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Security Rules Cache Refreshed!
ru: Кэш правил безопасности обновлен!

source: You cannot modify this resource!
ru: Вам не разрешено вносить изменения в данный ресурс!

source: Attributes/Stats Refreshed Successfully!
ru: Атрибуты/статистика успешно обновлены!

source: GeoWebCache Tiled Layer Emptied!
ru: Тайловый слой GeoWebCache очищен!

source: Wrong permissions specification
ru: Неправильная спецификация допусков

source: error delivering notification
ru: ошибка доставки уведомления

source: Auto-detect
ru: Автообнаружение

source: Paired WMS/WFS/WCS
ru: Парные WMS/WFS/WCS

source: Web Map Service
ru: Сервис веб-карт

source: Catalogue Service
ru: Сервисный каталог

source: Harvard Geospatial Library
ru: Гарвардская библиотека геопространственных данных

source: GeoNode (Web Map Service)
ru: GeoNode (Сервис веб-карт)

source: GeoNode (Catalogue Service)
ru: GeoNode (Сервисный каталог)

source: Service URL
ru: URL сервиса

source: Service Type
ru: Тип сервиса

source: Service %(url)s is already registered
ru: Сервисный %(url)s уже зарегистрирован

source: Could not connect to the service at %(url)s
ru: Не удалось подключиться к сервису по адресу %(url)s

source: Could not find importable resources for the service at %(url)s
ru: Не удалось обнаружить импортируемые ресурсы для сервиса по адресу %(url)s

source: Found service of type %(found_type)s instead of %(service_type)s
ru: Найти сервис типа %(found_type)s вместо %(service_type)s

source: Local
ru: Локально

source: Cascaded
ru: Каскадный

source: Harvested
ru: Собранный

source: Indexed
ru: Индексированный

source: Live
ru: В режиме реального времени

source: Resource is queued
ru: Ресурс поставлен в очередь

source: Remote service unavailable
ru: Удаленный сервис недоступен

source: Service unavailable
ru: Сервис недоступен

source: Could not contact
ru: Не удалось установить контакт

source: Contact
ru: Контакт

source: Service Resources
ru: Сервисные ресурсы

source: No resources have been imported yet.
ru: Ресурсы еще не импортированы.

source: Retry job
ru: Повторить задание

source: previous
ru: предыдущий

source: next
ru: следующий

source: Connecting to service...
ru: Подключение к сервису...

source: Edit Service Metadata
ru: Редактировать метаданные сервиса

source: Import Service Resources
ru: Импорт сервисных ресурсов

source: Remove Service
ru: Удалить сервис

source: Edit Service
ru: Редактировать сервис

source: Services
ru: Сервисы

source: Add Remote Service
ru: Добавить удаленный сервис

source: Remote Services
ru: Удаленные сервисы

source: No services registered
ru: Зарегистрированные сервисы отсутствуют

source: Register Service
ru: Зарегистрировать сервис

source: Register New Service
ru: Зарегистрировать новый сервис

source: Service has been created:
ru: Сервис был создан:

source: The following layers will be imported
ru: Будут импортированы следующие слои

source: Remove Remote Service
ru: Удалить удаленную службу

source: Are you sure you want to remove
ru: Вы уверены, что желаете удалить

source: Deleting service and its associated resources...
ru: Удаление сервиса и связанных с ним ресурсов...

source: Import resources
ru: Импорт ресурсов

source: no
ru: нет

source: resources can be imported
ru: ресурсы могут быть импортированы

source: - These will be cascaded through your local geoserver instance
ru: - Они будут каскадироваться через ваш локальный geoserver

source: Id
ru: ИД

source: Clear Filter
ru: Очистить фильтр

source: Back to service details
ru: Вернуться к данным о сервисе

source: Import Resources
ru: Импорт ресурсов

source: Previous
ru: Назад

source: All resources have already been imported
ru: Все ресурсы уже импортированы

source: Harvesting resources...
ru: Сбор ресурсов...

source: Re-scan Service for new Resources
ru: Повторное сканирование сервиса по новым ресурсам

source: Service registered successfully
ru: Сервис успешно зарегистрирован

source: The selected resources are being imported
ru: Выбранные ресурсы импортируются

source: The selected resources have been imported
ru: Выбранные ресурсы были импортированы

source: Resource is already being processed
ru: Ресурс уже проходит обработку

source: Resource {resource_id} is being processed
ru: Ресурс {resource_id} проходит обработку

source: Service rescanned successfully
ru: Сервис был успешно повторно просканирован

source: You dont have enougth rigths to see the resource detail
ru: У вас недостаточно прав для просмотра сведений о ресурсе

source: You are not permitted to change this service.
ru: Вам не разрешено вносить изменения в этот сервис.

source: You are not permitted to remove this service.
ru: Вам не разрешено удалять этот сервис.

source: Service {service.name} has been deleted
ru: Сервис {service.name} был удален

source: created
ru: создано

source: deleted
ru: удалено

source: updated
ru: обновлено

source: added a comment
ru: добавлен комментарий

source: updated a comment
ru: комментарий обновлен

source: uploaded
ru: загружено

source: Recent activity
ru: Последние действия

source: to
ru: к

source: on
ru: на

source: Not Permitted
ru: Не разрешено

source: You are not allowed to perform this operation.
ru: Вам не разрешено выполнять эту операцию.

source: Please verify that you are logged in as the correct user.
ru: Убедитесь, что вы вошли в систему как соответствующий пользователь.

source: Please login or register and retry.
ru: Пожалуйста, войдите или зарегистрируйтесь и повторите попытку.

source: Page Not Found
ru: Страница не найдена

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
ru: Запрашиваемая вами страница не существует. Возможно, вы используете устаревшую закладку?

source: Toggle navigation
ru: Переключить навигацию

source: Datasets
ru: Набор данных

source: People
ru: Люди

source: Search
ru: Поиск

source: Register
ru: Зарегистрироваться

source: Sign in
ru: Авторизоваться

source: You are using an outdated browser that is not supported by GeoNode.
ru: Вы используете устаревший браузер, который не поддерживает GeoNode.

source: Please use a <strong>modern browser</strong> like Mozilla Firefox, Google Chrome or Safari.
ru: Пожалуйста, воспользуйтесь <strong>новым браузером,</strong> например, Mozilla Firefox, Google Chrome или Safari.

source: There was a problem loading this page
ru: Не удалось загрузить эту страницу

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
ru: Пожалуйста, свяжитесь с вашим администратором GeoNode (электронное сообщение может быть направлено автоматически, если была выполнена правильная настройка). Если вы являетесь администратором сайта, включите режим отладки, чтобы просмотреть фактическую ошибку и исправить ее, либо внесите ошибку в<a href="http://github.com/GeoNode/geonode/issues">систему отслеживания ошибок GeoNode</a>

source: Create a new dataset
ru: Создать новый набор данных

source: Create Map
ru: Создать карту

source: Add User
ru: Добавить пользователя

source: Powered by
ru: Питание от

source: version
ru: версия

source: Developers
ru: Разработчики

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Remember Me
ru: Запомнить меня

source: Menu
ru: Меню

source: Recent Activity
ru: Последние действия

source: Inbox
ru: Входящие

source: Help
ru: Помощь

source: Log out
ru: Выйти из системы

source: Info
ru: Информация

source: Granules
ru: Области блокирования

source: Share
ru: Поделиться

source: Ratings
ru: Оценки

source: Exif
ru: Формат Exif

source: Set permissions on selected resources
ru: Установить допуски по выбранным ресурсам

source: Apply Changes
ru: Применить изменения

source: total
ru: общее

source: Add Comment
ru: Добавить комментарий

source: Log in to add a comment
ru: Войдите чтобы добавить комментарий

source: By
ru: Кем

source: Submit Comment
ru: Отправить комментарий

source: Who can view it?
ru: Кому разрешен просмотр?

source: Anyone
ru: Всем

source: The following users:
ru: Следующие пользователи:

source: The following groups:
ru: Следующие группы:

source: Who can download it?
ru: Кому разрешено скачивать?

source: Who can change metadata for it?
ru: Кто может вносить изменения в метаданные для этого?

source: Who can edit data for this dataset?
ru: Кто может редактировать данные для этого набора данных?

source: Who can edit styles for this dataset?
ru: Кто может редактировать стили для этого набора данных?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
ru: Кто может управлять им? (обновлять, удалять, вносить изменения в допуск, публиковать/ отменять публикацию)

source: Set permissions for this resource
ru: Задать допуски к данному ресурсу

source: People and Groups
ru: Люди и группы

source: Geo Limits
ru: Гео-ограничения

source: Users
ru: Пользователи

source: Show Geo Limits
ru: Показать гео-ограничения

source: Upload Geo Limits
ru: Загрузить гео-ограничения

source: Save Geo Limits
ru: Сохранить гео-ограничения

source: Delete Geo Limits
ru: Удалить гео-ограничения

source: Message box
ru: Панель сообщений

source: Mandatory files : SHP , DBF
ru: Обязательные файлы : SHP , DBF

source: Upload a ZIP file containing an ESRI Shapefile. If the ZIP provides also a .prj file, you don't have to specify the EPSG SRID
ru: Загрузите ZIP-файл, в котором содержится шейп-файл ESRI. Если ZIP содержит также файл .prj, вам не нужно указывать SRID EPSG

source: Choose
ru: Выбрать

source: Choose a file...
ru: Выбрать файл...

source: Reset
ru: Сбросить

source: Only the SRID number without the 'EPSG:' prefix!
ru: Только номер SRID без префикса "EPSG:"!

source: Default : 4326
ru: По умолчанию : 4326

source: Set your desired encoding UTF-8, Big5, Big5-HKSCS ...
ru: Задать желаемую кодировку UTF-8, Big5, Big5-HKSCS ...

source: Load SHP-ZIP
ru: Загрузить SHP-ZIP

source: <p>This will remove the Geo Limits currently drawn on the map.</p><p>In order to store the Geo Limits you will need to <strong>save</strong> them anyway.</p><p>Do you want to proceed?</p>
ru: <p>Это удалит гео-ограничения, присутствующие в настоящее время на карте.</p><p>Чтобы сохранить гео-ограничения вам все же потребуется <strong>сохранить</strong> их.</p><p>Желаете продолжить?</p>

source: <p>This will override the current stored Geo Limits on the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button anyway.</p><p><strong>WARNING:</strong> This operation cannot be reverted!</p><p>Do you want to proceed?</p>
ru: <p>Это предусматривает переопределение текущих сохраненных гео-ограничений в базе данных.</p><p>Чтобы применить их, вам все же потребуется нажать кнопку <strong>"Применить изменения"</strong>.</p><p><strong>ВНИМАНИЕ:</strong> Данную операцию нельзя отменить!</p><p>Желаете продолжить?</p>

source: Save Geo Limit
ru: Сохранить гео-ограничения

source: <p>Geometry <strong>successfully</strong> saved!</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p>
ru: <p>Геометрические параметры <strong>успешно</strong>сохранены!</p><p>Чтобы применить их, вам потребуется нажать на кнопку <strong>"Применить изменения"</strong>.</p>

source: <p><strong>Error</strong> while trying to save the Geometry!</p>
ru: <p><strong>Ошибка</strong> при попытке сохранить геометрические параметры!</p>

source: Load Geo Limits
ru: Загрузить гео-ограничения

source: Load Geo Limit
ru: Загрузить гео-ограничения

source: <p><strong>No Geometry</strong> found!</p>
ru: <p><strong>Геометрические параметры </strong> не обнаружены!</p>

source: <p>This will <strong>permanently</strong> remove the Geo Limits from the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p><p>Do you want to proceed?</p>
ru: <p>Это<strong>безвозвратно</strong> удалит гео-ограничения из базы данных.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p><p>Do you want to proceed?</p>

source: Delete Geo Limit
ru: Удалить гео-ограничения

source: <p><strong>Geo Limitsy</strong> successfully deleted!</p>
ru: <p><strong>Гео-ограничения</strong> успешно удалены!</p>

source: <p><strong>Error</strong> occurred while trying to delete Geo Limits:</p>
ru: <p><strong>Ошибка</strong> при попытке удалить гео-ограничения:</p>

source: Choose users...
ru: Выбрать пользователей...

source: Choose groups...
ru: Выбрать группы...

source: Placeholder for status-message
ru: Указатель места заполнения для сообщения о состоянии

source: Placeholder for status-message-body
ru: Указатель места заполнения для содержания сообщения о состоянии

source: About GeoNode
ru: О GeoNode

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
ru: GeoNode — это система управления геопространственным контентом, платформа, предназначенная для управления и публикации геопространственных данных. Она объединяет разработанные и стабильные проекты программного обеспечения с открытым исходным кодом в рамках единого и простого в использовании интерфейса, позволяющего неспециализированным пользователям обмениваться данными и создавать интерактивные карты.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
ru: Инструменты управления данными, встроенные в GeoNode, позволяют интегрированно создавать данные, метаданные и визуализации карт. Каждый набор данных в системе может быть общедоступным или ограниченным, что обеспечивает доступ только для определенных пользователей. Социальные функции, такие как профили пользователей и системы отправки комментариев и оценок, позволяют создавать сообщества вокруг каждой платформы, что упрощает использование, управление и контроль качества данных, содержащихся в GeoNode.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
ru: Она также разработана как гибкая платформа, которую разработчики программного обеспечения могут расширять, модифицировать или интегрировать с целью удовлетворения требований своих собственных приложений.

source: Account Inactive
ru: Учетная запись не активна

source: This account is inactive.
ru: Данная учетная запись не активна.

source: Account Pending Approval
ru: Учетная запись ожидает одобрения

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
ru: Мы отправили администраторам уведомление о подтверждении вашей учетной записи, связанной с <b>%(email)s</b>. Если учетная запись будет одобрена, вы получите уведомление о подтверждении.

source: Account
ru: Учетная запись

source: E-mail Addresses
ru: Адреса электронной почты

source: The following e-mail addresses are associated with your account:
ru: Следующие адреса электронной почты связаны с вашей учетной записью:

source: Verified
ru: Подтверждено

source: Unverified
ru: Не подтверждено

source: Primary
ru: Первичный

source: Make Primary
ru: Сделать первичным

source: Re-send Verification
ru: Отправить подтверждение повторно

source: Warning:
ru: Внимание:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: В настоящее время у вас нет настроенного адреса электронной почты. Вы действительно должны добавить адрес электронной почты, чтобы получать уведомления, сбрасывать пароль и т.д.

source: Add E-mail Address
ru: Добавить адрес электронной почты

source: Add E-mail
ru: Добавить адрес электронной почты

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
ru: Приветствуем вас от имени %(site_name)s! Вы получили данное электронное сообщение, поскольку пользователь %(user_display)s предоставил ваш адрес электронной почты в целях привязки к своей учетной записи. Чтобы подтвердить, что данные действия являются верными, перейдите по ссылке %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
ru: Благодарим вас от имени %(site_name)s! %(site_domain)s

source: Please confirm email address for %(site_name)s
ru: Пожалуйста, подтвердите адрес электронной почты для %(site_name)s

source: You have been invited to sign up at %(site_name)s.
ru: Вы были приглашены пройти регистрацию по адресу %(site_name)s.

source: Create an account on %(site_name)s
ru: Создать учетную запись на %(site_name)s

source: This is the email notification to confirm your password has been changed on
ru: Данное уведомление, отправленное по электронной почте, предназначено для подтверждения того, что ваш пароль был изменен на

source: Change password email notification
ru: Уведомление об изменении пароля по электронной почте

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ru: Приветствуем вас от имени %(site_name)s! Вы получили данное электронное сообщение, поскольку вы или иное лицо запросили пароль для вашей учетной записи пользователя. Вы можете не обращать на него внимания, если вы не запрашивали сброс пароля. Перейдите по ссылке ниже, чтобы сбросить пароль.

source: In case you forgot, your username is %(username)s.
ru: На случай, если вы забыли, ваше имя пользователя %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
ru: Благодарим вас за использование %(site_name)s! %(site_domain)s

source: [%(site_name)s] Password reset
ru: [%(site_name)s] Пароль был сброшен

source: Confirm E-mail Address
ru: Подтвердите адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты пользователя%(user_display)s.

source: Confirm
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Срок действия этой ссылки для подтверждения по электронной почте истек или она недействительна. Пожалуйста, <a href="%(email_url)s">отправьте новый запрос подтверждения по электронной почте</a>.

source: Log in
ru: Войти

source: Log in to an existing account
ru: Войдите в существующую учетную запись

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ru: Пожалуйста, авторизуйтесь при помощи одной из ваших существующих сторонних учетных записей. Либо, <a href="%(signup_url)s">зарегистрируйтесь</a> по учетной записи %(site_name)s и войдите в систему ниже:

source: or
ru: или

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ru: Если у вас еще нет учетной записи, пожалуйста, <a href="%(signup_url)s">сначала</a> зарегистрируйтесь.

source: Forgot Password?
ru: Забыли пароль?

source: Sign In
ru: Авторизоваться

source: Are you sure you want to log out?
ru: Вы действительно хотите выйти?

source: Password change
ru: Смена пароля

source: Password Change
ru: Смена пароля

source: Change your password here
ru: Смените пароль здесь

source: Change my password
ru: Сменить мой пароль

source: Password reset
ru: Сбросить пароль

source: Password Reset
ru: Сбросить пароль

source: Forgotten your password?
ru: Забыли пароль?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
ru: Введите свой адрес электронной почты ниже, и мы отправим вам электронное сообщение, при помощи которого вы сможете его сбросить.

source: Reset my password
ru: Сбросить мой пароль

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ru: Если у вас возникли проблемы со сбросом пароля, свяжитесь с нами по адресу <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное сообщение. Пожалуйста, свяжитесь с нами, если вы не получили его в течение нескольких минут.

source: Change Password
ru: Сменить пароль

source: Bad Token
ru: Несоответствующий токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка для сброса пароля недействительна; возможно, она уже была использована. Пожалуйста, запросите <a href="%(passwd_reset_url)s">сброс пароля заново</a>.

source: change password
ru: сменить пароль

source: Your password is now changed.
ru: Теперь ваш пароль изменен.

source: Set Password
ru: Установить пароль

source: Password Set
ru: Пароль установлен

source: Set your password here
ru: Установить пароль здесь

source: Set password
ru: Установить пароль

source: Sign up
ru: Зарегистрироваться

source: Sign up with one of your existing third party accounts
ru: Зарегистрируйтесь при помощи одной из ваших существующих сторонних учетных записей

source: Create a new local account
ru: Создайть новую локальную учетную запись

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: Приносим свои извинения, но регистрация в настоящее время закрыта.

source: Note
ru: Примечание

source: you are already logged in as %(user_display)s.
ru: вы уже вошли, как %(user_display)s.

source: Verify your email address
ru: Проверьте свой адрес электронной почты

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes
ru: Мы отправили вам электронное сообщение в целях проверки. Перейдите по ссылке для завершения процесса регистрации. Пожалуйста, свяжитесь с нами, если вы не получили ее в течение нескольких минут

source: Verify Your E-mail Address
ru: Проверьте свой адрес электронной почты

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: В этой части сайта нам необходимо убедиться, что вы являетесь тем, за кого вы себя выдаете. Для этого, нам необходимо, чтобы вы подтвердили принадлежность вашего адреса электронной почты.
