Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Missing a %s file, which is required
ru: Отсутствует файл %s, который необходим

source: ESRI Shapefile
ru: Шейпфайл ESRI

source: ASCII Text File
ru: Текстовый файл ASCII

source: Comma Separated Value
ru: Значение, разделенное запятыми

source: Google Earth KML
ru: KML в сервисе "Google Планета Земля"

source: Google Earth KML with a GroundOverlay
ru: KML в сервис "Google Планета Земля" с GroundOverlay

source: Google Earth KMZ
ru: KMZ в сервисе "Google Планета Земля"

source: Zip Archive
ru: Zip-архив

source: ERDAS Imagine
ru: Система ERDAS Imagine

source: National Imagery Transmission Format
ru: Национальный формат передачи изображений

source: Controlled Image Base-1 Meter
ru: База контролируемых изображений - Измеритель 1

source: Controlled Image Base-5 Meter
ru: База контролируемых изображений - Измеритель 1

source: Controlled Image Base-10 Meter
ru: База контролируемых изображений - Измеритель 10

source: CADRG-Global Navigation Chart
ru: CADRG-Глобальная навигационная карта

source: CADRG-Jet Navigation Chart
ru: CADRG-Навигационная карта для реактивной авиации

source: CADRG-Operational Navigation Chart
ru: CADRG-Операционная навигационная карта

source: CADRG-Tactical Pilotage Chart
ru: CADRG-Тактическая полётная карта

source: CADRG-Joint Operations Graphic
ru: CADRG-График совместных действий

source: CADRG-Topographic Line Map 100K
ru: CADRG-Топографическая карта 100К

source: CADRG-Topographic Line Map 50K
ru: CADRG-Топографическая карта 50K

source: MrSID-Multi-resolution Seamless Image Database
ru: MrSID-База данных бесшовных изображений с несколькими разрешениями

source: XML Metadata File
ru: Файл метаданных XML

source: Style Layer Descriptor
ru: Стилизованный дескриптор слоя

source: Unexpected error!
ru: Непредвиденная ошибка!

source: - 400 Bad Request. Server cannot or will not process the request due to something that is perceived to be a client error (e.g., malformed request syntax, invalid request message framing, or deceptive request routing).
ru: - Ошибка 400, Bad Request (Неверный запрос). Сервер не может или не будет обрабатывать запрос по причине ошибки со стороны клиента (например, искаженный синтаксис запроса, неправильное обращение к сообщениям запроса или маршрутизация ложных запросов).

source: - 401 Unauthorized. Request was not sent with the proper authentication credentials.
ru: - Ошибка 401, Unauthorized (Отказ в доступе). Запрос не был отправлен при наличии надлежащих учетных данных для аутентификации.

source: - 403 Forbidden. This is generally related to permission rules on your server. Contact the system administrator for more information regarding this error message.
ru: - Ошибка 403, Forbidden (Доступ запрещён). Обычно это связано с правилами доступа на вашем сервере. Обратитесь к системному администратору, чтобы получить дополнительную информацию касательно данного сообщения об ошибке.

source: - 404 Not Found. Origin server was unable or unwilling to find the resource requested.
ru: - Ошибка 404, Не найдено. Исходный сервер не смог или не пожелал обнаружить запрашиваемый ресурс.

source: - 405 Method Not Allowed. Origin server is aware of the requested resource, but the request method used is not supported.
ru: - Ошибка 405, Method Not Allowed (Метод не поддерживается). Исходный сервер осведомлен касательно запрашиваемого ресурса, однако используемый метод запроса не поддерживается.

source: - 406 Not Acceptable. Resource is not available at the origin that adheres to negotiation headers that were set prior (e.g. via 'Accept-Charset' and 'Accept-Language' headers).
ru: - Ошибка 406, Not Acceptable (Не приемлемо). Ресурс недоступен в источнике, который придерживается заголовков согласования, которые были установлены ранее (например, посредством заголовков "Accept-Charset" и "Accept-Language").

source: - 407 Authentication Required. The client did not send the required authentication with the request.
ru: - Ошибка 407, Authentication Required (Требуется аутентификация). Клиентом не были направлены необходимые учетные данные вместе с запросом.

source: - 408 Request Timeout. The origin server did not receive the complete request in what it considers a reasonable time.
ru: - Ошибка 408, Request Timeout (Время ожидания запроса истекло). Исходный сервер не получил полный запрос в течение соответствующего времени.

source: - 409 Conflict. The request did not complete because of a conflict with the current state of the resource. Typically happens on a PUT request where multiple clients are attempting to edit the same resource.
ru: - Ошибка 409, Conflict (Конфликтующий запрос). Запрос не выполнен ввиду возникновения конфликта в рамках текущего состояния ресурса. Обычно это происходит при запросе PUT, когда несколько клиентов предпринимают попытку редактирования одного и того же ресурса.

source: - 410 Gone. The resource requested is permanently missing at the origin.
ru: - Ошибка 410, Gone (Удалено). Запрашиваемый ресурс отсутствует в источнике.

source: - 411 Length Required. Client did not define the 'Content-Length' of the request body in the headers and this is required to obtain the resource.
ru: - Ошибка 411, Length Required (Требуемая длина). Клиент не определил "'Content-Length" тела запроса в заголовках, а это необходимо для получения ресурса.

source: - 412 Precondition Failed. Server denies the request because the resource failed to meet the conditions specified by the client.
ru: - Ошибка 412, Precondition Failed (Предусловие ложно). Сервер отклоняет запрос, поскольку ресурс не отвечает условиям, указанным клиентом.

source: - 413 Payload Too Large. Refusal from the server to process the request because the payload sent from the client is larger than the server wished to accept. Server has the optional to close the connection.
ru: - Ошибка 413, Payload Too Large (Слишком большой размер запроса). Отказ сервера в обработке запроса поскольку полезные данные, отправленные клиентом, превышают размер, допустимый сервером. Сервер может прервать соединение.

source: - 414 URI Too Long. Refusal from the server that the URI was too long to be processed. For example, if a client is attempting a GET request with an unusually long URI after a POST, this could be seen as a security risk and a 414 gets generated.
ru: - Ошибка 414, URI Too Long (Слишком длинный URI). Отказ сервера по причине того, что URI является слишком длинным для обработки. Например, если клиент пытается выполнить запрос GET с необычно длинным URI после POST, это может быть расценено как угроза безопасности и возникнет ошибка 414.

source: - 415 Unsupported Media Type. Refusal from the server to process the format of the current payload. One way to identify and fix this issue would be to look at the 'Content-Type' or 'Content-Encoding' headers sent in the client’s request.
ru: - Ошибка 415, Unsupported Media Type (Неподдерживаемый тип данных). Отказ сервера в обработке формата текущих полезных данных. Одним из способов определить и исправить данную проблему является просмотр заголовков "Content-Type" и "Content-Encoding", отправленных в запросе клиента.

source: - 417 Expectation Failed. Failure of server to meet the requirements specified in the 'Expect' header of the client’s request.
ru: - Ошибка 417, Expectation Failed (Ожидание не удалось). Неспособность сервера соответствовать требованиям, указанным в заголовке "Expect" запроса клиента.

source: - 429 Too Many Requests. Client has sent too many requests in the specified amount of time according to the server.
ru: - Ошибка 429, Too Many Requests (Слишком много запросов). Клиент отправил слишком много запросов за указанный промежуток времени согласно серверу.

source: - 499 Client Close Request. Nginx specific response code to indicate when the connection has been closed by the client while the server is still processing its request, making server unable to send a status code back.
ru: - Ошибка 499, Client Close Request (Клиент закрыл соединение). Специальный код ответа Nginx, который указывает на то, что соединение было закрыто клиентом, в то время как сервер продолжает обрабатывать запрос, по причине чего сервер не может отправить идентификатор состояния обратно.

source: - 500 Internal Server Error. This error indicates that the server has encountered an unexpected condition. This often occurs when an application request cannot be fulfilled due to the application being configured incorrectly on the server.
ru: - Ошибка 500, Internal Server Error (Внутренняя ошибка сервера). Данная ошибка указывает на то, что сервер столкнулся с непредвиденной ситуацией. Это часто происходит, когда запрос приложения не может быть выполнен ввиду несоответствия конфигурации приложения на сервере.

source: - 501 Not Implemented. This error indicates that the HTTP method sent by the client is not supported by the server. This is most often caused by the server being out of date. It is a very rare error and generally requires that the web server be updated.
ru: - Ошибка 501, Not Implemented (Не реализовано). Данная ошибка указывает на то, что метод HTTP, отправленный клиентом, не поддерживается сервером. Чаще всего это связано с тем, что сервер устарел. Данная ошибка является весьма редкой, и обычно требуется обновление веб-сервера.

source: - 502 Bad Gateway. This error is usually due to improperly configured proxy servers. The first step in resolving the issue is to clear the client's cache.
ru: - Ошибка 502, Bad Gateway (Ошибочный шлюз). Данная ошибка обычно возникает ввиду неправильной настройки прокси-серверов. Первый этап в решении проблемы предусматривает очистку кэша клиента.

source: - 503 Service Unavailable. This error occurs when the server is unable to handle requests due to a temporary overload or due to the server being temporarily closed for maintenance. The error indicates that the server will only temporarily be down.
ru: - Ошибка 503, Service Unavailable (Сервис не доступен). Данная ошибка возникает, когда сервер не способен обрабатывать запросы по причине временной перегрузки или ввиду того, что сервер временно закрыт на техническое обслуживание. Ошибка указывает на то, что сервер будет недоступен лишь в течение определенного времени.

source: - 504 Gateway Timeout. GeoNode lost the connection with GeoServer or DB due to a connection timeout. Consider using the management commands to import data!
ru: - Ошибка 504, Gateway Timeout (Шлюз не отвечает). GeoNode потерял соединение с GeoServer или DB ввиду завершения времени ожидания подключения. Следует рассмотреть возможность использования команд управления в целях импорта данных!

source: - 505 HTTP Version Not Supported. This error occurs when the server refuses to support the HTTP protocol that has been specified by the client computer. This can be caused by the protocol not being specified properly by the client computer; for example, if an invalid version number has been specified.
ru: - Ошибка 505, HTTP Version Not Supported (Версия HTTP не поддерживается). Данная ошибка возникает, когда сервер отказывается поддерживать протокол HTTP, указанный компьютером клиента. Это может быть вызвано тем, что компьютер клиента неверно указывает протокол; например, если был указан недопустимый номер версии.

source: - 506 Variant Also Negotiates. This error indicates that the server is not properly configured. Contact the system administrator to resolve this issue.
ru: - Ошибка 506, Variant Also Negotiates (Вариант тоже проводит согласование). Данная ошибка указывает на то, что сервер неправильно настроен. Для того, чтобы решить данную проблему, следует обратиться к системному администратору.

source: - 507 Insufficient Storage. This error indicates that the server is out of free memory. This is most likely to occur when an application that is being requested cannot allocate the necessary system resources to run. To resolve the issue, the server's hard disk may need to be cleaned of any unnecessary documents to free up more hard disk space, its memory may need to be expanded, or it may simply need to be restarted. Contact the system administrator for more information regarding this error message.
ru: - Ошибка 507, Insufficient Storage (﻿Недостаточно места для обработки текущего запроса). Данная ошибка указывает на то, что серверу не хватает свободной памяти. Чаще всего это происходит, когда запрашиваемое приложение не может выделить необходимые системные ресурсы для запуска. Для того, чтобы решить данную проблему, возможно, будет необходимо очистить жесткий диск сервера от любых ненужных документов, чтобы освободить место, расширить память или просто перезапустить его. Чтобы получить дополнительную информацию об этой ошибке, обратитесь к системному администратору.

source: - 509 Bandwidth Limit Exceeded. This error occurs when the bandwidth limit imposed by the system administrator has been reached. The only fix for this issue is to wait until the limit is reset in the following cycle. Consult the system administrator for information about acquiring more bandwidth.
ru: - Ошибка 509, Bandwidth Limit Exceeded (Исчерпана пропускная ширина канала). Данная ошибка возникает, когда будет достигнут предельный показатель пропускной ширины канала, заданный системным администратором. Единственным решением данной проблемы является ожидание сброса предельного показателя в следующем цикле. Информацию об увеличении пропускной ширины канала предоставит системный администратор.

source: - 510 Not Extended. This error occurs when an extension attached to the HTTP request is not supported by the web server. To resolve the issue, you may need to update the server.
ru: - Ошибка 510, Not Extended (Не расширено). Данная ошибка возникает, когда расширение, закрепленное за HTTP-запросом, не поддерживается веб-сервером. Для того, чтобы решить проблему, может потребоваться обновление сервера.

source: Unknwon
ru: <br>Не известно

source: Error Code. Contact the system administrator for more information regarding this error message.
ru: Код ошибки. Обратитесь к системному администратору за дополнительной информацией касательно данного кода ошибки.

source: Additional info:
ru: Дополнительная информация:

source: Finalizing
ru: Завершение

source: Unexpected Error
ru: Непредвиденная ошибка

source: Your
ru: Ваш (Ваша)

source: Info
ru: Информация

source: Edit Metadata
ru: Редактировать мета-данные

source: Upload Metadata
ru: Загрузить мета-данные

source: Upload SLD
ru: Загрузить SLD

source: Manage Styles
ru: Управление стилями

source: Please wait until GeoNode finished configuring it!
ru: Подождите, пока GeoNode закончит настройку!

source: The column %1 was renamed to %2 <br/>
ru: Колонка %1 была переименована в %2 <br/>

source: Performing Final GeoServer Config Step
ru: Выполнение заключительного этапа настройки GeoServer

source: You need to specify more information in order to complete your upload
ru: Необходимо указать дополнительную информацию, чтобы завершить загрузку

source: Files are ready to be ingested!
ru: Файлы готовы к копированию!

source: A temporal dimension may be added to this Layer.
ru: К данному Уровню может быть добавлено временное измерение.

source: Performing GeoServer Config Step
ru: Выполнение этапа настройки GeoServer

source: <br>Please check your network connection. In case of Layer Upload make sure GeoServer is running and accepting connections.
ru: <br>Проверьте подключение к сети. В случае загрузки Уровня убедитесь, что GeoServer работает и принимает соединения.

source: <br>Bad request or URL not found.
ru: <br>Неверный запрос или URL-адрес не найден.

source: <br>Unknown.
ru: <br>Не известно.

source: Layer files uploaded, configuring in GeoServer
ru: Файлы уровня загружены, настройка в GeoServer

source: Remove
ru: Удалить

source: The file %s is an unsupported file type, please select another file.
ru: Файл %s не поддерживается, выберите другой файл.

source: You are trying to upload an incomplete set of files or not all mandatory options have been validated. Please check for errors in the form!
ru: Вы пытаетесь загрузить неполный комплект файлов либо были проверены не все обязательные параметры Проверьте наличие ошибок в форме!

source: Available %s
ru: Доступен %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ru: Это список доступных %s. Вы можете выбрать некоторые из них, выбрав их в поле ниже, а затем нажав на стрелку "Выбрать" между двумя полями.

source: Type into this box to filter down the list of available %s.
ru: Введите данные в это поле, чтобы отфильтровать список доступных %s.

source: Filter
ru: Фильтр

source: Choose all
ru: Выбрать все

source: Click to choose all %s at once.
ru: Нажмите, чтобы выбрать все %s сразу.

source: Choose
ru: Выбрать

source: Chosen %s
ru: Выбранные %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ru: Это список выбранных %s. Вы можете удалить некоторые из них, выбрав их в поле ниже, а затем нажав на стрелку "Удалить" между двумя полями.

source: Remove all
ru: Удалить все

source: Click to remove all chosen %s at once.
ru: Нажмите, чтобы удалить сразу все выбранные %s.

source: %(sel)s of %(cnt)s selected
ru: 94d7ef36d54e81afde607d8fd121772b_pl_0

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ru: У вас имеются несохраненные изменения в отдельных редактируемых полях. Если вы начнете выполнять действие, ваши несохраненные изменения будут утеряны.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ru: Вы выбрали действие, но не сохранили изменения в отдельных полях. Нажмите ОК для того, чтобы сохранить. Вам потребуется повторить действие.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ru: Вы выбрали действие и не внесли изменения в отдельные поля. Вероятно, вы в поиске кнопки "Go" (Перейти), а не кнопки "Save" (Сохранить).

source: show:
ru: показать:

source: orientation
ru: ориентация

source: x
ru: х

source: visible
ru: видимый

source: thickness
ru: толщина

source: Print configuration broken (
ru: Конфигурация печати нарушена (

source: Print configuration not available (
ru: Конфигурация печати не доступна (

source: go
ru: перейти

source: Abort
ru: Прервать
