Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: specifies if the attribute should be rendered with an HTML widget on GetFeatureInfo template.
ru: указывает, должен ли атрибут отображаться с виджетом HTML в шаблоне GetFeatureInfo.

source: count
ru: счет

source: count value for this field
ru: значение счёта для данного поля

source: min
ru: мин

source: minimum value for this field
ru: минимальное значение для данного поля

source: max
ru: макс

source: maximum value for this field
ru: максимальное значение для данного поля

source: average
ru: среднее

source: average value for this field
ru: среднее значение для данного поля

source: median
ru: центральное

source: median value for this field
ru: центральное значение для данного поля

source: standard deviation
ru: стандартное отклонение

source: standard deviation for this field
ru: стандартное отклонение для данного поля

source: sum
ru: сумма

source: sum value for this field
ru: суммарное значение для данного поля

source: unique values for this field
ru: уникальные значения для данного поля

source: last modified
ru: последнее изменение

source: date when attribute statistics were last updated
ru: дата последнего обновления статистики атрибута

source: Append to Dataset
ru: Добавить к набору данных

source: Return to Dataset
ru: Вернуть в набор данных

source: Preserve Metadata XML
ru: Сохранить метаданные XML

source: Select the charset or leave default
ru: Выбрать кодировку или оставить по умолчанию

source: Home
ru: Домой

source: Change point of contact
ru: Изменить точку контакта

source: Assign a new point of contact to the layers below:
ru: Назначить новую точку контакта для слоев ниже:

source: Dataset WMS GetCapabilities document
ru: Документ WMS GetCapabilities набора данных

source: Filter Granules
ru: Фильтровать области блокирования

source: Active Filter:
ru: Активный фильтр:

source: Granule ID
ru: Идентификатор области блоокирования

source: Bounding Box
ru: Ограничительная рамка

source: Time
ru: Время

source: Actions
ru: Действия

source: Granule Preview
ru: Предварительный просмотр области блокирования

source: Granule Remove
ru: Удаление области блокирования

source: Dimension
ru: Размер

source: Enabled
ru: Разблокирование

source: Regex
ru: Регулярное выражение

source: TIME
ru: ВРЕМЯ

source: ELEVATION
ru: РАСШИРЕНИЕ

source: Attribute Name
ru: Название атрибута

source: Range
ru: Диапазон

source: Average
ru: Средний

source: Median
ru: Центральный

source: Standard Deviation
ru: Стандартное отклонение

source: Rate this dataset
ru: Оценить данный набор данных

source: Analyze with
ru: Анализировать при помощи

source: Download Dataset
ru: Скачать набор данных

source: Images
ru: Изображения

source: Data
ru: Данные

source: Click to filter the layer
ru: Нажмите, чтобы отфильтровать слой

source: Do you want to filter it?
ru: Желаете его отфильтровать?

source: Loading...
ru: Загрузка...

source: Filter by attributes
ru: Фильтровать по атрибутам

source: Match
ru: Совместить

source: all
ru: все

source: any
ru: любой

source: of the following:
ru: из следующего:

source: Attribute
ru: Атрибут

source: Operator
ru: Оператор

source: Feature limit
ru: Ограничение свойств

source: Pick your download format:
ru: Выберите формат скачивания:

source: No data available for this resource. Please contact a system administrator or a manager.
ru: Данные для этого ресурса отсутствуют. Обратитесь к системному администратору или менеджеру.

source: Warning
ru: Предупреждение

source: Edit Layer
ru: Редактировать слой

source: Upload Metadata
ru: Загрузить метаданные

source: Styles
ru: Стили

source: Manage
ru: Управлять

source: Layer
ru: Слой

source: Append Data
ru: Добавить данные

source: Edit data
ru: Редактировать данные

source: View Dataset
ru: Обзор карт

source: Attribute Information
ru: Информация об атрибутах

source: ISO Feature Catalogue
ru: Каталог функций ISO

source: Legend
ru: Условные обозначения

source: Maps using this dataset
ru: Карты, использующие этот набор данных

source: List of maps using this dataset:
ru: Список карт, использующих этот уровень:

source: This dataset is not currently used in any maps.
ru: Этот уровень в настоящее время не используется в картах.

source: Create a map using this dataset
ru: Создайте карту при помощи этого набора данных

source: Click the button below to generate a new map based on this dataset.
ru: Нажмите кнопку ниже, чтобы создать новую карту на основе этого набора данных.

source: Add the dataset to an existing map
ru: Добавьте набор данных на существующую карту

source: Click the button below to add the dataset to the selected map.
ru: Нажмите кнопку ниже, чтобы добавить набор данных на выбранную карту.

source: Add to Map
ru: Добавить к карте

source: Documents related to this layer
ru: Документы, связанные с этим слоем

source: List of documents related to this layer:
ru: Список документов, связанных с этим слоем:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
ru: С этим слоем связаны следующие стили. Выберите стиль, чтобы просмотреть его на карте предварительного просмотра.

source: (default style)
ru: (стиль по умолчанию)

source: No styles associated with this layer
ru: Стили, связанные с данным слоем, отсутствуют

source: External service layer
ru: Слой внешнего сервиса

source: Source
ru: Источник

source: Refresh Attributes and Statistics of this layer
ru: Обновить атрибуты и статистику данного слоя

source: Click the button below to allow GeoNode refreshing the list of available Dataset Attributes. If the option 'WPS_ENABLED' has been also set on the backend, it will recalculate their statistics too.
ru: Нажмите на кнопку ниже, чтобы GeoNode смог обновить список доступных атрибутов набора данных. Если параметр 'WPS_ENABLED' также был задан на стороне сервера, он выполнит пересчет статистики.

source: Refresh Attributes and Statistics
ru: Обновить атрибуты и статистику

source: Clear the Server Cache of this layer
ru: Очистить кэш сервера данного слоя

source: Click the button below to wipe the tile-cache of this layer.
ru: Нажмите кнопку ниже, чтобы стереть тайловый кэш данного слоя.

source: Empty Tiled-Dataset Cache
ru: Пустой тайловый кэш набора данных

source: Click the button below to change the permissions of this layer.
ru: Нажмите кнопку ниже, чтобы внести изменения в допуски данного слоя.

source: Change Dataset Permissions
ru: Внести изменения в допуски к набору данных

source: Remove Mosaic Granules
ru: Удалить мозаичные области блокирования

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
ru: Вы уверены, что хотите удалить область блокирования %(granule_id)s мозаики <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: This action affects the following maps:
ru: Данное действие оказывает влияние на следующие карты:

source: No maps are using this layer
ru: Карты, использующие данный слой, отсутствуют

source: Upload Datasets
ru: Загрузить наборы данных

source: for %(layer_title)s
ru: для %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
ru: Примечание: исходные метаданные этого стиля были заполнены и сохранены посредством импорта XML-файла метаданных. Эти метаданные не подлежат редактированию.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ru: Примечание: исходные метаданные этого слоя были заполнены посредством импорта XML-файла метаданных. Импорт метаданных GeoNode поддерживает подмножество элементов метаданных ISO, FGDC и Dublin Core. Некоторые из ваших исходных метаданных могли быть утеряны.

source: Editing details for %(layer_title)s
ru: Детали редактирования для %(layer_title)s

source: Use a custom template?
ru: Воспользоваться собственным шаблоном?

source: Display Order
ru: Порядок отображения

source: Display Type
ru: Тип дисплея

source: Visible
ru: Визуально

source: ERROR
ru: ОШИБКА

source: Following items are required:
ru: Потребуются следующие наименования:

source: Upload Dataset Metadata
ru: Загрузить метаданные набора данных

source: Remove Datasets
ru: Удалить наборы данных

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
ru: Вы уверены, что желаете удалить <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Replace Dataset
ru: Заменить набор данных

source: Manage Styles
ru: Управлять стилями

source: Manage Available Styles for <a href="{{ layer_url }}">%(layer_title)s</a>
ru: Управлять доступными стилями для <a href="{{ layer_url }}">%(layer_title)s</a>

source: Dataset Default Style
ru: Стиль набора данных по умолчанию

source: Available styles
ru: Доступные стили

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
ru: Нажмите на доступный стиль в верхнем поле, чтобы назначить его для данного слоя. Выбранные стили отображаются в нижнем поле.

source: Update Available Styles
ru: Обновить доступные стили

source: Return to Layer
ru: Вернуться к слою

source: Upload Dataset Style
ru: Загрузить стиль набора данных

source: (SLD - Style Layer Descriptor 1.0, 1.1)
ru: (SLD - Дескриптор слоя со стилем 1.0, 1.1)

source: This will most probably overwrite the current default style!
ru: Вероятнее всего, данное действие перепишет текущий стиль по умолчанию!

source: Preview
ru: Предварительный просмотр

source: Dataset Attributes
ru: Атрибуты набора данных

source: Upload Dataset
ru: Загрузить набор данных

source: Upload status
ru: Статус загрузки

source: This file needs additional configuration to complete the upload process. Please click on the button to fill the required configuration
ru: Данный файл требует дополнительной настройки для завершения процесса загрузки. Пожалуйста, нажмите на кнопку, чтобы заполнить необходимую конфигурацию

source: Delete
ru: Удалить

source: Upload process completed
ru: Процесс загрузки завершен

source: The upload process cannot be completed because the original file is no more available
ru: Процесс загрузки не может быть завершен, так как исходный файл недоступен

source: Created
ru: Создан

source: Progress
ru: Прогресс

source: page
ru: страница

source: of
ru: из

source: Delete incomplete upload
ru: Удалить незавершенную загрузку

source: Are you sure you want to remove this incomplete upload?
ru: Вы уверены, что хотите удалить незавершенную загрузку?

source: Upload Dataset Step: Set SRS
ru: Шаг загрузки набора данных: установка SRS

source: Provide CRS for
ru: Предоставить CRS для

source: Coordinate Reference System
ru: Базовая система координат (CRS)

source: A coordinate reference system for this dataset could not be determined. Locate or enter the appropriate ESPG code for this dataset below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
ru: Не удалось определить базовую систему координат. Найдите или введите соответствующий код ESPG для этого слоя ниже. Один из способов сделать это — посетить: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> и ввести следующие данные:

source: Native CRS could not be found!
ru: Родная CRS не найдена!

source: Provide EPSG code for Source SRS
ru: Предоставьте код EPSG для первичной SRS

source: EPSG Code (Source SRS)
ru: Код EPSG (первичная SRS)

source: Select a Source SRS
ru: Выбрать первичную SRS

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. <br><br> This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. <br><br> If not specified on the geospatial data itself, it must be manually declared by the operator. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
ru: Исходный код SRS EPSG является обязательным и представляет собственную систему пространственной привязки. <br><br> Он должен быть согласован с геометрическими параметрами например, координатами долготы и широты), хранящимися в наборе геопространственных данных. <br><br> Если это не указано в самих геопространственных данных, он вручную вносится оператором. <br><br> Более подробная информация представлена внизу страницы в разделах «Дополнительная помощь».

source: Next
ru: Далее

source: Advanced Options
ru: Дополнительные параметры

source: Target SRS
ru: Целевая SRS

source: EPSG Code (Target SRS)
ru: Код EPSG (Целевая SRS)

source: Select a Target SRS
ru: Выбрать целевую SRS

source: leave it empty to use only Source SRS
ru: оставьте поле незаполненным, чтобы использовать только первичную SRS

source: Additional Help
ru: Дополнительная помощь

source: Spatial Reference System
ru: Система пространственной привязки

source: A spatial reference system (SRS) or coordinate reference system (CRS) is a coordinate-based local, regional or global system used to locate geographical entities. A spatial reference system defines a specific map projection, as well as transformations between different spatial reference systems. Spatial reference systems are defined by the OGC's Simple feature access using well-known text, and support has been implemented by several standards-based geographic information systems. Spatial reference systems can be referred to using a SRID integer, including EPSG codes defined by the International Association of Oil and Gas Producers. It is specified in ISO 19111:2007 Geographic information—Spatial referencing by coordinates, also published as OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
ru: Система пространственной привязки (SRS) или базовая система координат (CRS) - это основанная на координатах локальная, региональная или глобальная система, используемая для определения местоположения географических объектов. Система пространственной привязки определяет конкретную картографическую проекцию, а также преобразования между различными системами пространственной привязки. Системы пространственной привязки определяются простым доступом к функциям OGC при помощи общеизвестного текста, а поддержка осуществляется посредством нескольких основанных на стандартах географических информационных систем. К системам пространственной привязки можно обращаться при использовании целого числа SRID, включая коды EPSG, которые определены Международной ассоциацией производителей нефти и газа. Это отражено в стандарте ИСО 19111:2007 Географическая информация—Привязка в пространстве по координатам, который также опубликован в качестве Абстрактной спецификации OGC, Тема 2: Привязка в пространстве по координатам.

source: Identifiers
ru: Идентификаторы

source: A Spatial Reference System Identifier (SRID) is a unique value used to unambiguously identify projected, unprojected, and local spatial coordinate system definitions. These coordinate systems form the heart of all GIS applications. Virtually all major spatial vendors have created their own SRID implementation or refer to those of an authority, such as the European Petroleum Survey Group (EPSG).
ru: Идентификатор системы пространственной привязки (SRID) — это уникальный показатель, используемый для однозначной идентификации спроецированных, неспроецированных и локальных пространственных систем координат. Данные системы координат составляют основу всех приложений ГИС. Практически все крупные поставщики пространственных данных создали собственные разработки SRID или ссылаются на таковые, предоставляемые организациями, такими, как Европейская группа нефтепоисковых исследований (EPSG).

source: NOTE: As of 2005 the EPSG SRID values are now maintained by the International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee
ru: ПРИМЕЧАНИЕ: С 2005 года показатели SRID EPSG поддерживаются до настоящего времени Комитетом по геодезии и позиционированию Международной ассоциации производителей нефти и газа (OGP)

source: SRIDs are the primary key for the Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 and 1.2, which is defined as follows:
ru: SRID представляют собой первичный ключ для таблицы метаданных spatial_ref_sys Открытого геопространственного консорциума для простых пространственных объектов Спецификации SQL, версий 1.1 и 1.2, которые определяются следующим образом:

source: In spatially enabled databases (such as IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS and SQL Anywhere), SRIDs are used to uniquely identify the coordinate systems used to define columns of spatial data or individual spatial objects in a spatial column (depending on the spatial implementation). SRIDs are typically associated with a well known text (WKT) string definition of the coordinate system (SRTEXT, above). From the Well Known Text Wikipedia page
ru: В базах данных с поддержкой пространственных данных (таких как IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS и SQL Anywhere) SRID используются для уникальной идентификации систем координат, используемых для определения столбцов пространственных данных или отдельных пространственных объектов в колонках пространственных данных (в зависимости от пространственной реализации). SRID обычно связаны с определением строки общеизвестного текстового формата (WKT) системы координат (SRTEXT, выше). Данные со страницы веб-сайта Wikipedia "Текстовый формат "Well-known text"

source: “A WKT string for a spatial reference system describes the datum, geoid, coordinate system, and map projection of the spatial objects”.
ru: “Строка WKT для системы пространственной привязки описывает датум, геоид, систему координат и картографическую проекцию пространственных объектов".

source: Here are two common coordinate systems with their EPSG SRID value followed by their well known text:
ru: Далее представлены две распространенные системы координат с их показателем SRID EPSG, за которыми следует текст в формате WKT:

source: UTM, Zone 17N, NAD27 — SRID 2029
ru: UTM, Зона 17N, NAD27 — SRID 2029

source: SRID values associated with spatial data can be used to constrain spatial operations — for instance, spatial operations cannot be performed between spatial objects with differing SRIDs in some systems, or trigger coordinate system transformations between spatial objects in others.
ru: Показатели SRID, связанные с пространственными данными, можно использовать для ограничения пространственных операций — например, в определенных системах пространственные операции нельзя выполнять между пространственными объектами с разными SRID, а в других, нельзя инициировать преобразования системы координат между пространственными объектами.

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. If not specified on the geospatial data itself, it must be manually declared by the operator.
ru: Исходный код SRS EPSG является обязательным и представляет собственную систему пространственной привязки данных. Это должно согласовываться с геометрическими параметрами (например, координаты широты/ долготы), хранящимися в наборе геопространственных данных. Если это не указано в самих геопространственных данных, это должно быть указано оператором вручную.

source: Target SRS EPSG Code is optional. This must be used only if we need to re-project the coordinates from Source SRS to another one.
ru: Целевой код SRS EPSG носит дополнительный характер. Его необходимо использовать только в том случае, если необходимо перепроецировать координаты из первичной SRS в иную.

source: Upload Dataset Step: CSV Field Mapping
ru: Этап загрузки набора данных: полевое картирование в формате CSV

source: Geospatial Data
ru: Геопространственные данные

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
ru: Укажите, какие атрибуты содержат координаты широты и долготы в данных CSV.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
ru: Используя эти данные, GeoNode смог определить, какие атрибуты включают координаты широты и долготы, однако, следует убедиться, что ниже выбраны правильные атрибуты.

source: Select an attribute
ru: Выбрать атрибут

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
ru: Мы не обнаружили колонок, которые можно было бы использовать для широты и долготы. Убедитесь, что в вашем CSV-файле приведены два столбца, которые можно использовать для широты и долготы.

source: Your upload is either complete or you haven't resumed an earlier one.
ru: Ваша загрузка была завершена, либо вы не возобновили предыдущую загрузку.

source: Return to
ru: Вернуться к

source: Upload Form
ru: Загрузить форму

source: Upload Dataset Step: Time
ru: Этап загрузки слоя: Время

source: Inspect data for
ru: Проверить данные для

source: Configure as Time-Series
ru: Настроить в качестве временного ряда

source: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If GeoNode is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
ru: Переключение данного селектора позволяет настроить (или нет) эти данные в качестве временного ряда; в этом случае вам также необходимо будет выбрать атрибут для управления измерением времени. <br><br> Если GeoNode не может проанализировать какое-либо из значений выбранного атрибута, появятся красные маркеры для выделения проблемы. <br><br> Более подробная информация приведена внизу страницы в разделах «Дополнительная помощь».

source: No
ru: Нет

source: Use an existing timestamp attribute in the data
ru: Использовать существующий атрибут временной отметки в данных

source: Yes: with an existing Time-Attribute
ru: Да: с существующим атрибутом времени

source: Yes: by converting data to a timestamp using standard date/time representation
ru: Да: путем преобразования данных во временную отметку при помощи стандартного представления даты/времени

source: Convert a number field into a year
ru: Преобразование числового поля в год

source: Yes: by converting a number as Year
ru: Да: путем преобразования числа в год

source: Convert data to a timestamp using standard date/time representation or a custom format
ru: Преобразование данных во временную отметку при помощи стандартного представления даты/времени или пользовательского формата

source: Start Importer
ru: Запустить модуль импорта

source: Date Format
ru: Формат данных

source: Text Attribute Date Format
ru: Формат даты атрибута текста

source: Best Guess
ru: Наиболее вероятное предположение

source: Custom
ru: Пользовательский

source: Optional End-Time attribute
ru: Дополнительный атрибут времени завершения

source: Existing Time Attribute
ru: Существующий атрибут времени

source: Convert Text Attribute
ru: Преобразование атрибута текста

source: Convert Number (As Year)
ru: Преобразовать число (как год)

source: Time attribute Presentation
ru: Представление атрибута времени

source: List
ru: Список
