Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное сообщение в целях проверки. Пожалуйста, перейдите по ссылке в сообщении. Пожалуйста, свяжитесь с нами, если вы не получили его в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Примечание:</strong> вы все еще можете <a href="%(email_url)s">сменить ваш адрес электронной почты</a>.

source: My Activity feed
ru: Моя лента активности

source: Activity Feed
ru: Лента активности

source: Are you sure you want to run the selected
ru: Вы уверены, что желаете запустить выбранный

source: Yes, I'm sure
ru: Да, я уверен (а)

source: GeoNode site admin
ru: Администратор сайта GeoNode

source: GeoNode administration
ru: Администрация GeoNode

source: Delete Announcement?
ru: Удалить объявление?

source: Are you sure you want to delete this announcement?
ru: Вы уверены, что желаете удалить это объявление?

source: Edit Announcement
ru: Редактировать объявление

source: Create Announcement
ru: Создать объявление

source: New Announcement
ru: Новое объявление

source: Level
ru: Уровень

source: Announcement
ru: Объявление

source: Published From
ru: Опубликовано с

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
ru: Опубликовано с <b>%(publish_start)s</b> по <b>%(publish_end)s</b>.

source: Announcements : %(announcement)s
ru: Объявления : %(announcement)s

source: Back to edit your profile information
ru: Вернуться к редактированию информации в профиле

source: Your current avatar:
ru: Ваше текущее фото профиля:

source: You haven't uploaded an avatar yet. Please upload one now.
ru: Вы еще не загрузили фото профиля. Пожалуйста, загрузите сейчас.

source: Upload New Image
ru: Загрузить новое изображение

source: Choose new Default
ru: Выбрать новое по умолчанию

source: Delete Your Avatar
ru: Удалить фото профиля

source: Please select the avatars that you would like to delete.
ru: Пожалуйста, выберите фото профиля, которые вы желаете удалить.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ru: У вас нет фото профиля, которые можно удалить. Пожалуйста, <a href="%(avatar_change_url)s">загрузите</a> сейчас.

source: Delete These
ru: Удалить выбранное

source: GeoNode Search
ru: Поиск GeoNode

source: Contact Us
ru: Контакты

source: Tel
ru: Телефон

source: Uploading...
ru: Загрузка...

source: Upload in progress...
ru: Выполняется загрузка...

source: Processing...
ru: Обработка...

source: Updating Thumbnail...
ru: Обновление эскиза...

source: Message. Do you want to proceed?
ru: Сообщение. Желаете продолжить?

source: Processing Resource...
ru: Обработка ресурса...

source: Information for Developers
ru: Информация для разработчиков

source: Useful information for developers interested in GeoNode.
ru: Полезная информация для разработчиков, заинтересованных в GeoNode.

source: <p><a href="http://geonode.org/">GeoNode</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of GeoNode. It also includes links to the project's source code so anyone can build and customize their own GeoNode. </p> <h3>GeoNode Software</h3> <p>All the code that runs GeoNode is open source. The code is available at <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. The issue tracker for the project is at <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode is built using several open source projects, each with its own community. If you are interested in contributing new features to the GeoNode, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by ISO and the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost). Additionally, CSW (Catalog Service for the Web) supports access to collections of descriptive information (metadata) about data and services.</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by GeoNode is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with GeoNode's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a GeoNode map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a GeoNode map layer in a Google Map, include the dataset name in the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the GeoNode web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>
ru: <p><a href="http://geonode.org/">GeoNode</a> это открытый сервис, построенный на базе программного обеспечения с открытым исходным кодом. Мы рекомендуем вам создавать новые приложения, используя компоненты и ресурсы, которые он предоставляет. Данная страница является отправной точкой для разработчиков, заинтересованных в использовании всех преимуществ GeoNode. Здесь также представлены ссылки на исходный код проекта, так что любой сможет создать и настроить собственный GeoNode. </p> <h3>Программное обеспечение GeoNode</h3> <p>Весь код, который запускает GeoNode, является открытым исходным кодом. Код доступен по адресу<a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. Система отслеживания ошибок по проекту представлена по адресу <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode создан с использованием нескольких проектов с открытым исходным кодом, каждый из которых имеет собственное сообщество. Если вы хотите добавить новые функции в GeoNode, мы рекомендуем вам содействовать развитию одного из проектов, на базе которых он построен:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Стандартный сервер для геопространственной информации</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Механизм кэширования для тайлов WMS</li><li><a href="http://openlayers.org">OpenLayers</a> - Чистая библиотека JavaScript для карт GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - Сервер каталога метаданных CSW, OpenSearch и OAI-PMH</li> </ul> <h3>Что такое сервисы OGC?</h3> <p>Данные в этом приложении предоставляются с использованием открытых стандартов, одобренных ИСО и <a href="http://opengeospatial.org/">Открытый геопространственный консорциум (OGC)</a>; в частности, WMS (Сервис веб-карт) используется для доступа к картам, WFS (Веб-сервис пространственных объектов) используется для доступа к векторным данным, а WCS (Сервис веб-покрытия) используется для доступа к растровым данным. WMC (Контекстная документация веб-карт) используется для обмена картами. Вы можете использовать эти сервисы в собственных приложениях, пользуясь такими библиотеками, как OpenLayers, GeoTools и OGR (все они представляют собой программное обеспечение с открытым исходным кодом и бесплатным доступом). Кроме того, CSW (служба каталогов для сети Интернет) поддерживает доступ к коллекциям описательной информации (метаданные) о данных и сервисах.</p> <h3>Что такое GeoWebCache?</h3> <p>GeoWebCache предоставляет собой картографические тайлы совместимые с рядом картографических движков, включая Google Maps, Bing Maps и OpenLayers. Все данные, размещенные на GeoNode, также доступны через GeoWebCache. GeoWebCache улучшает WMS за счет кэширования данных и предоставления более точных карт.</p> <h3>Пример кода CSW</h3> <p>Для взаимодействия с CSW GeoNode вы можете использовать любой клиент CSW (QGIS MetaSearch, GRASS и т.д.). Следующий пример показывает простой вызов с использованием пакета OWSlib Python:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>Пример кода OpenLayers</h3> <p>Чтобы включить слой карты GeoNode в карту OpenLayers, сначала определите имя для данного слоя. Оно представлено в поле <code>имени</code> слоя (не <code>названия</code>) в списке слоев. В рамках данного примера мы используем фоновый слой политических границ Никарагуа, который называется <code>risk:nicaragua_admin</code>. Затем создаем привязку OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Пример кода Google Maps</h3> <p>Чтобы включить слой карты GeoNode в карту Google, включите имя набора данных в шаблон URL.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>Чтобы получить данные из веб-сервисов GeoNode используйте протокол WFS. Например, чтобы получить полную информацию об административных границах Никарагуа, используйте:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Изменение формата вывода на <code>json</code>, <code>GML2</code>, <code>GML3</code> или <code>csv</code> выведет данные в указанных форматах. Протокол WFS также способен обрабатывать более точные запросы, указывая ограничительную рамку или различные пространственные и непространственные фильтры на основе атрибутов данных.</p> <h3>Пример кода GeoTools</h3> <p>Создайте хранилище данных и извлеките из него типы функций, а затем запустите запрос. Все это описано на wiki по адресу <code>http://geotools.org/</code>.</p>

source: GeoNode's Web Services
ru: Веб-сервисы GeoNode

source: GeoNode's Web Services are available from the following URLs:
ru: Веб-сервисы GeoNode доступны по следующим URL-адресам:

source: Dynamic tiles via WMS:
ru: Динамические тайлы через WMS:

source: Vector data via WFS:
ru: Векторные данные через WFS:

source: Raster data via WCS:
ru: Растровые данные через WCS:

source: Metadata search via CSW:
ru: Поиск метаданных через CSW:

source: Metadata search via OpenSearch:
ru: Поиск метаданных через OpenSearch:

source: Metadata search via OAI-PMH:
ru: Поиск метаданных через OAI-PMH:

source: Cached tiles via WMTS:
ru: Кэшированные тайлы через WMTS:

source: User Guide
ru: Руководство пользователя

source: GeoNode Help
ru: Помощь GeoNode

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
ru: На этой странице представлена полезная информация о том, как пользоваться GeoNode. Вы можете воспользоваться ссылками, которые представлены на боковой панели, чтобы перейти к информации, которая вам необходима.

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="{{ url_layer_browse }}">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="{{ url_developer }}"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="{{ url_maps_browse }}">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="{{ url_maps_new }}">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="{{ url_maps_browse }}">Contributed Maps</a> tab and click the <a href="{{ url_maps_new }}">create your own map</a> link.</p> <p>This will take you to the <a href="{{ url_maps_new }}">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="{{ url_maps_new }}">Map Composer</a> also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="{{ url_maps_browse }}">Maps</a> tab.</p>
ru: <p>GeoNode предусматривает доступ к наборам данных, а приложение для редактирования карт позволяет пользователям просматривать существующие карты и добавлять собственные.</p> <h4 id="browsing-data">Просмотр слоев</h4> <p>Вкладка <a href="{{ url_layer_browse }}">"Слои"</a> позволяет просматривать данные, загруженные в этот GeoNode.</p> <p>Все данные могут быть загружены в различных форматах для использования в других приложениях.</p> <h4 id="developer-access">Доступ разработчика</h4> <p>Страница <a href="{{ url_developer }}"> Разработчика</a> это место, где разработчики могут начать создавать приложения для GeoNode. На ней приведены инструкции по использованию веб-сервисов, ссылки на исходный код GeoNode и информация о проектах с открытым исходным кодом, использованных для его создания.</p> <h4 id="browsing-maps">Просмотр карт</h4> <p>GeoNode позволяет пользователям создавать карты и обмениваться ими.</p> <p>Вкладка<a href="{{ url_maps_browse }}">"Карты"</a> - это шлюз для исследования карт в GeoNode. Здесь вы можете <strong>искать карты</strong> или <strong>создавать их</strong>, открыв <a href="{{ url_maps_new }}">Компоновщик карт</a>.</p> <h5>Режим Google Планета Земля</h5> <p>Любую карту, просматриваемую в интерактивном редакторе карт, можно просмотреть в 3D-режиме при помощи подключаемого модуля Google Планета Земля. Чтобы переключиться в режим 3D, выберите логотип земного шара в Google Планета Земля, крайнюю правую кнопку на верхней панели инструментов. Если у вас не установлен подключаемый модуль Google Eart, вам будет предложено установить его.</p> <h4 id="creating-a-map">Создание карты</h4> <p>Чтобы создать новую карту, перейдите во вкладку<a href="{{ url_maps_browse }}">"Добавленные карты"</a> и нажмите на ссылку<a href="{{ url_maps_new }}">"создать собственную карту".</a> .</p> <p>Таким образом вы перейдете в<a href="{{ url_maps_new }}">"Компоновщик карт"</a> с загруженным базовым слоем.</p> <p>Чтобы добавить слои данных из GeoNode, нажмите зеленую кнопку с плюсом, расположенную под вкладкой слоев в левой части экрана. Откроется диалоговое окно со списком всех слоев, доступных на GeoNode.</p> <p>Чтобы добавить слои на карту, выберите их и нажмите<strong>кнопку</strong> "Добавить слои". По завершении вы можете нажать<strong>"Готово"</strong>, чтобы закрыть диалоговое окно и вернуться к карте.</p> <h5>Изменение порядка расположения и удаление слоев</h5> <p>Измените порядок отображения слоев, перечисленных на вкладке данных, просто перетащив и опустив их наименование. Порядок на карте будет обновлен и отобразит изменения. Чтобы отключить видимость слоя, просто снимите с него флажок, а чтобы удалить его полностью, выберите его и нажмите красную кнопку со знаком минус.</p> <h5>Сохраняем вашу карту</h5> <p>Как только подходящий набор слоев и уровень масштабирования будет найден, его необходимо будет сохранить, чтобы его могли видеть другие. Нажмите кнопку "Сохранить" - крайний значок слева на верхней панели инструментов, изображение карты с диском — в верхнем меню и заполните заголовок и аннотацию карты.</p> <h4 id="exporting-a-map">Публикация карты</h4> <p>Любую карту из GeoNode можно интегрировать для использования на другом сайте или в блоге. Чтобы опубликовать карту:</p> <ol> <li>Выберите ее из списка карт на странице сообщества или карты, а затем нажмите кнопку "Опубликовать карту".</li> <li>Выберите желаемую высоту и ширину виджета в мастере.</li> <li>Скопируйте фрагмент HTML, указанный в мастере, на любую HTML-страницу или в запись блога, поддерживающую iFrame.</li> </ol> <p>После этого на вашей веб-странице или в блоге отобразится интерактивный виджет с изображением вашей карты.</p> <p>Следует отметить, что в<a href="{{ url_maps_new }}">"Компоновщике карт"</a> также предусмотрена кнопка для публикации карты. Просто не забудьте сохранить карту перед публикацией, если были внесены изменения, которые вы хотите, чтобы увидели другие. Это позволит опубликовать последнюю сохраненную версию, а не последнюю просмотренную версию.</p> <h4 id="remixing-a-map">Микширование карт</h4> <p>Любая доступная карта может стать "отправной точкой" для новой карты.</p> <ol> <li>Откройте карту в "Компоновщике карт".</li> <li>Добавляйте и удаляйте слои по собственному усмотрению</li> <li>Перемещайте и выполняйте масштабирование, чтобы выделить интересующую область.</li> <li><strong>ВАЖНО:</strong> Обновите заголовок, аннотацию, контактную информацию и теги, чтобы отобразилась новая карта.</li> <li>Сохранить карту.</li> </ol> <p>Вы сможете просмотреть новую карту, когда будете искать ее на<a href="{{ url_maps_browse }}">вкладке</a> "Карты".</p>

source: Sections
ru: Разделы

source: Browsing Layers
ru: Просмотр слоев

source: Developer Access
ru: Доступ для разработчиков

source: Browsing Maps
ru: Просмотр карт

source: Creating a Map
ru: Создание карты

source: Exporting a Map
ru: Экспорт карты

source: Remixing a Map
ru: Микширование карты

source: Welcome!
ru: Добро пожаловать!

source: Get Started &raquo;
ru: Начать &raquo;

source: Search for Data.
ru: Поиск данных.

source: Advanced Search
ru: Расширенный поиск

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
ru: Нажмите, чтобы выполнить поиск геопространственных данных, опубликованных другими пользователями, организациями и в общедоступных источниках. Загрузка данных в стандартных форматах.

source: Add datasets
ru: Добавить наборы данных

source: Explore datasetss
ru: Обзор наборов данных
