Repository: SCiO-systems/cacip_geospatial_platform
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Request change
ru: Запросить внесение изменений

source: Wizard
ru: Мастер

source: Advanced Edit
ru: Расширенное редактирование

source: Document
ru: Документ

source: Clone
ru: Клон

source: Replace
ru: Заменить

source: Remove
ru: Удалить

source: Close
ru: Закрыть

source: Download Metadata
ru: Скачать метаданные

source: Full metadata
ru: Полные метаданные

source: Text format
ru: Текстовый формат

source: HTML format
ru: Формат HTML

source: Standard Metadata - XML format
ru: Стандартные метаданные — формат XML

source: Resources using this document
ru: Ресурсы, использующие данный документ

source: List of resources using this document:
ru: Список ресурсов, использующих данный документ:

source: This document is not related to any maps or layers
ru: Данный документ не связан с какими-либо картами или слоями

source: Permissions
ru: Допуски

source: Click the button below to change the permissions of this document.
ru: Нажмите кнопку ниже, чтобы изменить допуск к данному документу.

source: Change Document Permissions
ru: Изменить допуск к документу

source: Explore Documents
ru: Обзор документов

source: Upload Documents
ru: Загрузить документы

source: for %(document_title)s
ru: для %(document_title)s

source: Completeness
ru: Полнота

source: Metadata Schema mandatory fields completed
ru: Обязательные поля схемы метаданных заполнены

source: Check Schema mandatory fields
ru: Проверить поля Схемы, обязательные для заполнения

source: Error updating metadata. Please check the following fields:
ru: Ошибка обновления метаданных. Пожалуйста, проверьте следующие поля:

source: Done
ru: Выполнено

source: Metadata Provider
ru: Поставщик метаданных

source: << Back
ru: << Назад

source: Update
ru: Обновить

source: Next >>
ru: Далее >>

source: Select an option
ru: Выбрать опцию

source: Edit Metadata
ru: Редактировать метаданные

source: Editing details for
ru: Детали редактирования для

source: Return to Document
ru: Вернуться к документу

source: Deleting
ru: Удаление

source: Remove Document
ru: Удалить документ

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
ru: Вы уверены, что желаете удалить <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: Yes, I am sure
ru: Да, я уверен (а)

source: No, don't remove it
ru: Нет, не удаляйте

source: Replace Document
ru: Заменить Документ

source: Replace
ru: Заменить

source: Clear
ru: Очистить

source: Upload Document's Thumbnail
ru: Загрузить эскиз документа

source: Drop files here
ru: Перенести файлы сюда

source: or select them one by one:
ru: или выбрать их один за одним:

source: Choose Files
ru: Выбрать файлы

source: Files to be uploaded
ru: Файлы для загрузки

source: Is Upload Metadata XML Form
ru: XML-форма для загрузки метаданных

source: Upload files
ru: Загрузить файлы

source: Upload Document
ru: Загрузить документ

source: Allowed document types
ru: Разрешенные типы документов

source: Done!
ru: Выполнено!

source: Edit
ru: Редактировать

source: Settings
ru: Настройки

source: Mandatory
ru: Обязательный

source: Optional
ru: Дополнительный

source: Basic Metadata
ru: Основные метаданные

source: Location and Licenses
ru: Местоположение и лицензии

source: Required Metadata
ru: Требуемые метаданные

source: Optional Metadata
ru: Дополнительные метаданные

source: Choose one of the following...
ru: Выберите один из следующих...

source: Other, Optional, Metadata
ru: Другое, Дополнительно, Метаданные

source: Responsible Parties
ru: Ответственные стороны

source: Responsible and Permissions
ru: Ответственный и допуски

source: Publishing
ru: Опубликование

source: You are not allowed to view this document.
ru: Вам не разрешено просматривать этот документ.

source: You are not permitted to delete this document
ru: Вам не разрешено удалять этот документ

source: You do not have permissions for this document.
ru: У вас нет прав доступа к этому документу.

source: You are not permitted to modify this document
ru: Вам не разрешено вносить изменения в этот документ

source: You are not permitted to modify this document's metadata
ru: Вам не разрешено вносить изменения в метаданные этого документа

source: You are not permitted to view this document
ru: Вам не разрешено просматривать этот документ

source: Not allowed
ru: Не разрешено

source: Not found
ru: Не обнаружено

source: You must set a point of contact for this resource
ru: Вам необходимо задать точку контакта для данного ресурса

source: You must set an author for this resource
ru: Вам следует указать автора для данного ресурса

source: Favorite
ru: Избранное

source: Add to Favorites
ru: Добавить в избранное

source: Go to Favorites
ru: Перейти к избранному

source: Log in to add/delete Favorites.
ru: Войдите, чтобы добавить/удалить Избранное.

source: Delete from Favorites
ru: Удалить из избранного

source: Favorites
ru: Избранное

source: Favorites for
ru: Избранное для

source: Item
ru: Наименование

source: App Created
ru: Приложение создано

source: A App was created
ru: Приложение было создано

source: App Updated
ru: Приложение обновлено

source: A App was updated
ru: Приложение было обновлено

source: App Approved
ru: Приложение одобрено

source: A App was approved by a Manager
ru: Приложение было одобрено Менеджером

source: App Published
ru: Приложение опубликовано

source: A App was published
ru: Приложение было опубликовано

source: App Deleted
ru: Приложение удалено

source: A App was deleted
ru: Приложение было удалено

source: Comment on App
ru: Комментарий к приложению

source: An App was commented on
ru: Приложение было прокомментировано

source: Rating for App
ru: Оценка приложения

source: A rating was given to an App
ru: Приложение прошло оценку

source: Name
ru: Название

source: zoom
ru: зум

source: projection
ru: проэкция

source: center X
ru: центр Х

source: center Y
ru: центр Y

source: Site URL
ru: URL-адрес сайта

source: Rate this
ru: Оценить это

source: Editing Tools
ru: Инструменты редактирования

source: Set
ru: Задать

source: View
ru: Просмотреть

source: Specify which users can view or modify this map
ru: Укажите, какие пользователи могут просматривать или вносить изменения в эту карту

source: Change Permissions of this
ru: Изменить допуск к этому

source: Embed Iframe
ru: Встроенный фрейм

source: To embed this map, add the following code snippet and customize its properties (scrolling, width, height) based on your needs to your site
ru: Чтобы встроить данную карту, добавьте следующий фрагмент кода и настройте его свойства (прокрутка, ширина, высота) в соответствии с вашими требованиями на вашем сайте

source: Download
ru: Скачать

source: Create New
ru: Создать новый

source: Explore
ru: Обзор

source: for %(map_title)s
ru: для %(map_title)s

source: Note: this geoapp's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ru: Примечание: Исходные метаданные этого геоприложения были заполнены посредством импорта XML-файла метаданных. Импорт метаданных GeoNode поддерживает подмножество элементов метаданных ISO, FGDC и Dublin Core. Некоторые из ваших исходных метаданных могли быть утеряны.

source: Explore Apps
ru: Обзор приложений

source: Editing details for %(map_title)s
ru: Детали редактирования для%(map_title)s

source: Return to GeoApp
ru: Вернуться в GeoApp

source: New Map
ru: Новая карта

source: Are you sure you want to remove <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?
ru: Вы уверены, что желаете удалить <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?

source: Other Settings
ru: Прочие настройки

source: You are not permitted to delete this app.
ru: Вам не разрешено удалять данное приложение.

source: You do not have permissions for this app.
ru: Вам не предоставлен допуск к данному приложению.

source: You must be logged in to save this app
ru: Вам необходимо войти в систему, чтобы сохранить данное приложение

source: You are not permitted to save or edit this app.
ru: Вам не разрешено сохранять или редактировать данное приложение.

source: You are not allowed to modify this app's metadata.
ru: Вам не разрешено вносить изменения в метаданные данного приложения.

source: You are not allowed to view this app.
ru: Вам не разрешено просматривать данное приложение.

source: An unknown error has occured.
ru: Произошла неизвестная ошибка.

source: Layer Uploaded
ru: Слой загружен

source: A layer was uploaded
ru: Слой был загружен

source: Comment on Layer
ru: Комментарий по слою

source: A layer was commented on
ru: Слой был прокомментирован

source: Rating for Layer
ru: Оценка слоя

source: A rating was given to a layer
ru: Слой прошел оценку

source: Points
ru: Точки

source: Lines
ru: Линии

source: Polygons
ru: Полигоны

source: Dataset name
ru: Имя набора данных

source: Dataset title
ru: Наименование набора данных

source: Geometry type
ru: Тип геометрических параметров

source: Create Dataset
ru: Создать набор данных

source: Explore Datasets
ru: Обзор наборов данных

source: Create an empty dataset
ru: Создать пустой уровень

source: Add Attribute
ru: Добавить атрибут

source: Create
ru: Создать

source: String
ru: Строка

source: Integer
ru: Целое

source: Float
ru: Число с плавающей точкой

source: No title provided
ru: Название не указано

source: No abstract provided
ru: Аннотация не представлена

source: An exception occurred loading data to PostGIS
ru: Ошибка при загрузке данных в PostGIS

source: Additionally an error occured during database cleanup
ru: Кроме того, при очистке базы данных произошла ошибка

source: Invalid Projection. Layer is missing CRS!
ru: Неверная проекция. В слое отсутствует CRS!

source: Zipped Shapefile
ru: Заархивированный шейп-файл

source: You don't have permissions to change style for this layer
ru: У вас недостаточно прав для изменения стиля данного слоя

source: Bad HTTP Authorization Credentials.
ru: Неверные учетные данные HTTP-авторизации.

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
ru: краткая версия названия, которая состоит только из букв, цифр, знаков подчеркивания и дефисов.

source: A group already exists with that slug.
ru: Группа с таким фрагментом уже существует.

source: A group already exists with that name.
ru: Группа с таким названием уже существует.

source: User Identifiers
ru: Идентификаторы пользователей

source: Assign manager role
ru: Назначить роль менеджера

source: The following are not valid usernames: %(errors)s; not added to the group
ru: Следующие имена пользователей недействительны: %(errors)s; не добавлено в группу

source: Group Categories
ru: Категории групп

source: Public
ru: Общедоступный

source: Public (invite-only)
ru: Общедоступный (только по приглашению)

source: Private
ru: Приватный

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
ru: Общедоступно: Любой зарегистрированный пользователь может просматривать общедоступную группу и присоединяться к ней.<br>Общедоступно (только по приглашению): Просматривать группу может любой зарегистрированный пользователь. Присоединиться могут только приглашенные пользователи.<br>Приватно: Зарегистрированные пользователи не могут видеть сведений о группе, включая данные о членстве. Присоединиться могут только приглашенные пользователи.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
ru: Адрес электронной почты для связи с одним или всеми членами группы, например, посредством списка рассылки, общая электронная почта или группа обмена.

source: Logo
ru: Логотип

source: Email
ru: Электронная почта

source: A space or comma-separated list of keywords
ru: Список ключевых слов, разделенных пробелами или запятыми

source: Access
ru: Доступ

source: Categories
ru: Категории

source: Manager
ru: Менеджер

source: Member
ru: Участник

source: Activity Feed for
ru: Лента новостей для

source: All
ru: Все

source: Layers
ru: Слои

source: Maps
ru: Карты

source: Documents
ru: Документы

source: Comments
ru: Комментарии

source: No actions yet
ru: Пока действия не были совершены

source: Explore Group Categories
ru: Обзор категорий групп

source: Create a New Group Category
ru: Создать новую категорию группы

source: Explore Groups
ru: Обзор групп

source: Create a Group
ru: Создать группу

source: Update Group
ru: Обновить группу

source: Remove Group
ru: Удалить группу

source: Create Group
ru: Создать группу

source: Last Modified
ru: Последнее изменение

source: This group has not created a logo.
ru: Данная группа не создала логотип.

source: Edit Group Details
ru: Изменить сведения о группе

source: Manage Group Members
ru: Управление участниками группы

source: Delete this Group
ru: Удалить эту группу

source: Group Activities
ru: Деятельность группы

source: This group is <strong>%(access)s</strong>.
ru: Эта группа <strong>%(access)s</strong>.

source: Anyone may join this group.
ru: К этой группе может присоединиться любой желающий.

source: Join Group
ru: Вступить в группу

source: Anyone may view this group but membership is by invitation only.
ru: Любой может просматривать эту группу, однако членство возможно только по приглашению.

source: Membership is by invitation only.
ru: Членство только по приглашению.

source: Managers
ru: Менеджеры

source: Members
ru: Участники

source: Create a New Group
ru: Создать новую группу

source: Edit Members for
ru: Редактировать состав участников

source: Current Members
ru: Текущий состав участников

source: Promote
ru: Продвигать

source: Demote
ru: Понижать

source: Role
ru: Роль

source: Add new members
ru: Добавить новых участников

source: Add Group Members
ru: Добавить участников группы

source: Are you sure you want to remove the group: %(group_title)s?
ru: Вы уверены, что хотите удалить группу: %(group_title)s?

source: Remove Maps/Data from Group
ru: Удалить карты/данные из группы

source: Remove selected maps/data
ru: Удалить выбранные карты/данные

source: Edit Group Category Details
ru: Изменить сведения о категории группы

source: Groups
ru: Группы

source: Create Group Category
ru: Создать категорию группы

source: Create a Group Category
ru: Создать категорию группы

source: Edit Group Category
ru: Редактировать категорию группы

source: Save
ru: Сохранить

source: ready
ru: готово

source: updating-harvestable-resources
ru: обновление-собираемых-ресурсов

source: harvesting-resources
ru: доступные-ресурсы

source: checking-availability
ru: проверка-наличия

source: Harvester name
ru: Имя сборщика

source: Base URL of the remote service that is to be harvested
ru: Базовый URL-адрес удаленного сервиса, который подлежит сбору

source: Whether to periodically schedule this harvester to look for resources on the remote service
ru: Необходимо ли периодически планировать работу данного сборщика с целью поиска ресурсов на удаленной службе

source: How often (in minutes) should new harvesting sessions be automatically scheduled? Setting this value to zero has the same effect as setting `scheduling_enabled` to False
ru: Какую частоту (в минутах) новых сессий сбора следует запланировать в автоматическом режиме? Установка данного значения на ноль имеет тот же эффект, что и установка параметра `scheduling_enabled` на логическое значение "ЛОЖЬ"

source: Whether the remote service is known to be available or not
ru: Известно ли, доступна или нет удаленная служба

source: How often (in minutes) should the remote service be checked for availability?
ru: Как часто (в минутах) следует проверять доступность удаленной службы?

source: Last time the remote server was checked for availability
ru: Когда удаленный сервер последний раз проходил проверку на доступность

source: Last time the remote server was checked for harvestable resources
ru: Последний раз, когда удаленный сервер проходил проверку на наличие доступных ресурсов

source: Default owner of harvested resources
ru: Владелец собранных ресурсов по умолчанию

source: Default access permissions of harvested resources
ru: Права доступа по умолчанию к собранным ресурсам

source: Should new resources be harvested automatically without explicit selection?
ru: Необходим ли автоматический сбор новых ресурсов без явного выделения?

source: Orphan resources are those that have previously been created by means of a harvesting operation but that GeoNode can no longer find on the remote service being harvested. Should these resources be deleted from GeoNode automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.
ru: Ресурсы-сироты - это те ресурсы, которые ранее были созданы при помощи операции сбора, но которые GeoNode более не может обнаружить в собираемом удаленном сервисе. Должны ли данные ресурсы автоматически удаляться из GeoNode? Это также применимо, когда удаляется конфигурация сбора, и в этом случае все ресурсы, созданные этим сборщиком, теперь считаются потерянными.

source: Date of last update to the harvester configuration.
ru: Дата последнего обновления конфигурации сборщика.

source: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main GeoNode `settings.py` file
ru: Класс сборщика, используемый для сессий сбора. Администратор может добавить новые типы сборщиков, путем внесения изменений в основной файл GeoNode `settings.py`

source: Configuration specific to each harvester type. Please consult GeoNode documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.
ru: Конфигурация специфична для каждого типа сборщика. Пожалуйста, обратитесь к документации GeoNode касательно сбора для получения дополнительной информации. Это поле является обязательным для заполнения, поэтому минимально должен быть указан пустой объект (т. е. {}).

source: Periodic task used to configure harvest scheduling
ru: Периодическая задача, которая используется для настройки планирования сбора

source: Periodic task used to check availability of the remote
ru: Периодическая задача, которая используется для проверки доступности удаленного

source: Check availability of {self.name}
ru: Проверить доступность {self.name}

source: updating-harvestable-resource
ru: обновление-собираемого-ресурса

source: harvesting-resource
ru: собираемые-ресурсы

source: Identifier that allows referencing the resource on its remote service in a unique fashion. This is usually automatically filled by the harvester worker. The harvester worker needs to know how to either read or generate this from each remote resource in order to be able to compare the availability of resources between consecutive harvesting sessions.
ru: Идентификатор, позволяющий уникальным образом ссылаться на ресурс в его удаленной службе. Обычно он автоматически вносится сотрудником сборщика. Сотрудник сборщика должен знать, как считывать его и генерировать из каждого удаленного ресурса, чтобы получить возможность сравнить доступность ресурсов между последовательными сеансами сбора.

source: Type of the resource in the remote service. Each harvester worker knows how to fill this field, in accordance with the resources for which harvesting is supported
ru: Тип ресурса в удаленной службе. Каждый сотрудник сборщика знает, как заполнять данное поле, в соответствии с теми ресурсами, в отношении которых осуществляется сбор

source: The e-mail address '{email}' has already been invited.
ru: По данному адресу электронной почты '{email}' уже было выслано приглашение.

source: The e-mail address '{email}' has already accepted an invite.
ru: По данному адресу электронной почты '{email}' приглашение уже было принято.

source: An active user is already using the e-mail address '{email}'
ru: Активный пользователь уже использует адрес электронной почты '{email}'

source: E-mail
ru: Адрес электронной почты

source: Invitations succefully sent to '%(email)s'
ru: Приглашения успешно отправлены по адресу '%(email)s'

source: Sorry, it was not possible to invite '%(email)s' due to the following isse: %(error)s (%(type)s)
ru: К сожалению, не удалось пригласить '%(email)s' по следующей причине: %(error)s (%(type)s)

source: Layer Created
ru: Слой создан

source: A Layer was created
ru: Слой был создан

source: Layer Updated
ru: Слой обновлен

source: A Layer was updated
ru: Слой был обновлен

source: Layer Approved
ru: Слой одобрен

source: A Layer was approved by a Manager
ru: Слой был одобрен Менеджером

source: Layer Published
ru: Слой опубликован

source: A Layer was published
ru: Слой был опубликован

source: Layer Deleted
ru: Слой удален

source: A Layer was deleted
ru: Слой был удален

source: YYYYMMDD
ru: ГГГГММДД

source: YYYYMMDD'T'hhmmss
ru: ГГГГММДД'Т'ччммсс

source: YYYYMMDD'T'hhmmss'Z'
ru: ГГГГММДД'Т'ччммсс'Z'

source: style name
ru: наименование стиля

source: sld text
ru: текст sld

source: sld version
ru: версия sld

source: sld url
ru: url-адрес sld

source: Workspace
ru: Рабочее пространство

source: Store
ru: Хранить

source: Is mosaic?
ru: Мозаика?

source: Has time?
ru: Есть время?

source: Has elevation?
ru: Есть расширение?

source: Time regex
ru: Регулярное выражение времени

source: Elevation regex
ru: Регулярное выражение расширения

source: use featureinfo custom template?
ru: использовать пользовательский шаблон featureinfo?

source: specifies wether or not use a custom GetFeatureInfo template.
ru: указывает, следует ли использовать пользовательский шаблон GetFeatureInfo.

source: featureinfo custom template
ru: пользовательский шаблон featureinfo

source: the custom GetFeatureInfo template HTML contents.
ru: HTML-содержимое пользовательского шаблона GetFeatureInfo.

source: File cannot be opened, maybe check the encoding
ru: Файл не открывается, проверьте кодировку

source: attribute name
ru: название атрибута

source: name of attribute as stored in shapefile/spatial database
ru: название атрибута, сохраненное в шейп-файле/пространственной базе данных

source: attribute description
ru: описание атрибута

source: description of attribute to be used in metadata
ru: описание атрибута, который будет использоваться в метаданных

source: attribute label
ru: метка атрибута

source: title of attribute as displayed in GeoNode
ru: название атрибута, отображаемое в GeoNode

source: attribute type
ru: тип атрибута

source: the data type of the attribute (integer, string, geometry, etc)
ru: тип данных атрибута (целое число, строка, геометрические параметры и т.д.)

source: visible?
ru: доступно визуально?

source: specifies if the attribute should be displayed in identify results
ru: указывает, должен ли атрибут отображаться в результатах идентификации

source: display order
ru: порядок отображения

source: specifies the order in which attribute should be displayed in identify results
ru: определяет порядок, в котором атрибут должен отображаться по результатам идентификации

source: Label
ru: Метка

source: Image
ru: Изображение

source: Video (mp4)
ru: Видео (mp4)

source: Video (ogg)
ru: Видео (ogg)

source: Video (webm)
ru: Видео (webm)

source: Video (3gp)
ru: Видео (3gp)

source: Video (flv)
ru: Видео (flv)

source: Video (YouTube/VIMEO - embedded)
ru: Видео (YouTube/VIMEO - встроено)

source: Audio
ru: Аудио

source: IFRAME
ru: ВСТРОЕННЫЙ ФРЕЙМ

source: featureinfo type
ru: тип featureinfo
